{"heading":"HB06648","0":"AN ACT ESTABLISHING A PHILIPPINE NATIONAL INFECTIOUS DISEASES HOSPITAL AND RESEARCH CENTER IN ALL THE REGIONS OF THE COUNTRY","principal-authors":" AUMENTADO, ERICO ARISTOTLE C.","primary-referral":" DEFEAT COVID-19 AD-HOC COMMITTEE","status":" Pending with the Committee on DEFEAT COVID-19 AD-HOC COMMITTEE since 2020-05-05","historyid":"#HB06648-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06648.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06648\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING A PHILIPPINE NATIONAL INFECTIOUS DISEASES HOSPITAL AND RESEARCH CENTER IN ALL THE REGIONS OF THE COUNTRY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Provides that the PNIDHRC shall be the principal hospital and research facility responsible for the: \r\na.\ttreatment, control, prevention, and research of highly communicable diseases whether from natural or man-made sources; \r\nb.\tconduct researches and advocate government actions and policies to solve medical health problems; \r\nc.\tseek to improve the management of infectious diseases including ill-effects to the health of humans of various hazardous chemical; \r\nd.\tconduct surveillance and clinical researches on important pathogens; and\r\ne.\tperform molecular epidemiology to investigate the mechanisms contributing the drug resistant pathogens.                   \r\nProposes to appropriate the sum of Twenty Billion Pesos for the initial operation and maintenance of the hospitals and research facilities of the PNIDHRC and thereafter, the necessary amount to support its continued operation and maintenance shall be appropriated in the GAA.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EAUMENTADO, ERICO ARISTOTLE C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-05-03\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Del Mar (000 2020-05-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DEFEAT COVID-19 AD-HOC COMMITTEE ON 2020-05-05\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}