{"heading":"HB04109","0":"AN ACT PROMOTING OPEN ACCESS IN DATA TRANSMISSION, PROVIDING ADDITIONAL POWERS TO THE NATIONAL TELECOMMUNICATIONS COMMISSION","principal-authors":" ABAYA, FRANCIS GERALD AGUINALDO","primary-referral":" INFORMATION AND COMMUNICATIONS TECHNOLOGY","status":" Pending with the Committee on INFORMATION AND COMMUNICATIONS TECHNOLOGY since 2019-09-02","historyid":"#HB04109-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB04109.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB04109\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROMOTING OPEN ACCESS IN DATA TRANSMISSION, PROVIDING ADDITIONAL POWERS TO THE NATIONAL TELECOMMUNICATIONS COMMISSION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines \"data transmission\" as the process of sending digital or digitized analog signal over a\r\ncommunication medium to one or more computing network\/s, communication or electronic device\/s; \r\nit enables the transfer and communication of devices in a point-to-point, point-to-multipoint and \r\nmultipoint-to-multipoint environments; includes the provision of Voice over Internet Protocol (VoIP)\r\nservices but does not include the provision of basic telephone services.\r\n\r\nProvides for the organization, operation and regulation of the data transmission industry through open access approach; spectrum allocation, recall, and reallocation; setting of performance standards; arms-length transactions and transparency; fair competition; and restriction on the issuance of TRO or Writ of Preliminary Injunction.\r\n\r\nAlso includes among its provisions:  sections on prohibited acts; administrative penalties; and adjustment for inflation; and rights of data transmission service users and responsibilities of data transmission service providers.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EABAYA, FRANCIS GERALD AGUINALDO\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-08-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON INFORMATION AND COMMUNICATIONS TECHNOLOGY ON 2019-09-02\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}