{"heading":"HB05922","0":"AN ACT MANDATING HIGHER EDUCATION INSTITUTIONS AND TECHNICAL-VOCATIONAL INSTITUTIONS TO ENSURE THE SAFETY AND SECURITY OF THE ACADEMIC COMMUNITY FROM INTERNAL AND EXTERNAL THREATS, THEREBY CREATING A SAFETY AND SECURITY COMMITTEE FOR THIS PURPOSE AND FOR OTHER PURPOSES","principal-authors":" CABOCHAN, MANUEL III. D.","primary-referral":" HIGHER AND TECHNICAL EDUCATION","status":" Pending with the Committee on HIGHER AND TECHNICAL EDUCATION since 2020-01-20","historyid":"#HB05922-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB05922.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB05922\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT MANDATING HIGHER EDUCATION INSTITUTIONS AND TECHNICAL-VOCATIONAL INSTITUTIONS TO ENSURE THE SAFETY AND SECURITY OF THE ACADEMIC COMMUNITY FROM INTERNAL AND EXTERNAL THREATS, THEREBY CREATING A SAFETY AND SECURITY COMMITTEE FOR THIS PURPOSE AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Tasks HEIs and TVIs to provide for: a) a safe, accessible and secure environment, buildings and facilities that shall comply with government standards, and licensed and competent security personnel; b) a mechanism for students to help in crime prevention, safety and security of the concerned HEI and TVI.\r\n\r\nEnumerates the duties and responsibilities of the Safety and Security Committee which shall include: a) formulation of a Safety and Security Strategy; b) formulation of crime prevention programs; c) coordination with HEI\/TVI officials in the maintenance of peace and order; d) recommendation to the HEI\/TVI the conduct of seminars or training on crime and drug prevention and control; e) intensive information drive on the Safety and Security Strategy; and f) submission to the CHED or to the TESDA the composition of the SSC and its Safety and Security Strategy, as well as its program of activities and projects.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECABOCHAN, MANUEL III. D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-07\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HIGHER AND TECHNICAL EDUCATION ON 2020-01-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}