{"heading":"HB06618","0":"AN ACT ESTABLISHING AN EPIDEMICS AND\/OR PANDEMICS PREPAREDNESS PLAN, AND FOR OTHER PURPOSES THEREOF","principal-authors":" SY-ALVARADO, \"KUYA\" JOSE ANTONIO R.","primary-referral":" DEFEAT COVID-19 AD-HOC COMMITTEE","status":" Pending with the Committee on DEFEAT COVID-19 AD-HOC COMMITTEE since 2020-05-04","historyid":"#HB06618-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06618.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06618\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING AN EPIDEMICS AND\/OR PANDEMICS PREPAREDNESS PLAN, AND FOR OTHER PURPOSES THEREOF\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to establish an epidemic\/pandemic emergency plan in order for the country to be better prepared to recognize and manage future threats of epidemic\/pandemic.\r\nProposes for an intensive nationwide information campaign on emerging\/re-emerging infectious diseases to educate the people on its nature, causes, transmission and prevention.\r\nProposes the establishment of Endemic\/Pandemic Emergency Council which shall: \r\na) Identify isolation centers and health care facilities; \r\nb) Authorize quarantine of individuals or groups of individuals;\r\nc) Purchase, store or distribute sufficiently adequate supply of PPEs, anti-viral agents, anti-toxins, serums and vaccines, and ensure that their use and rationing be controlled, restricted and regulated in the event of an epidemic\/pandemic;\r\nd) Establish a comprehensive monitoring program to determine the sufficiency and effectiveness of the programs and activities in preventing the spread of the disease;\r\ne) Establish reporting procedures that will ensure the confidentiality and non-disclosure of the personal information gathered and medical records of all patients and individuals infected or suspected to have been infected with the disease;\r\nf) Provide health care workers and responders with adequate PPEs like N95 respiratory masks, gloves, face shields and goggles.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESY-ALVARADO, &quot;KUYA&quot; JOSE ANTONIO R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-03-23\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DEFEAT COVID-19 AD-HOC COMMITTEE ON 2020-05-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}