{"heading":"HB06174","0":"AN ACT TO FURTHER STRENGTHEN THE ANTI-MONEY LAUNDERING LAW, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 9160, OTHERWISE KNOWN AS THE ANTI-MONEY LAUNDERING ACT OF 2001, AS AMENDED, AND FOR OTHER PURPOSES","principal-authors":" CUA, JUNIE E.","primary-referral":" BANKS AND FINANCIAL INTERMEDIARIES","status":" Pending with the Committee on BANKS AND FINANCIAL INTERMEDIARIES since 2020-02-05","historyid":"#HB06174-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06174.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06174\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TO FURTHER STRENGTHEN THE ANTI-MONEY LAUNDERING LAW, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 9160, OTHERWISE KNOWN AS THE ANTI-MONEY LAUNDERING ACT OF 2001, AS AMENDED, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to implement plan to include legal framework addressing money laundering, terrorism financing, proliferation of financing weapons of mass destruction, and the framework for supervision of financial institutions and designated non-financial businesses and professions.\r\n\r\nIntroduces therefore several amendments to Republic Act No.9160, as amended which includes:\r\na) inclusion of real estate agents as covered persons; b) inclusion of tax crimes and violation of the Strategic Trade Management Act which indirectly includes proliferation of weapons of mass destruction as a predicate offenses to money laundering; c) enhancement of the investigative powers of the A M L C; d) authority of the A M L C to implement targeted financial sanctions on proliferation financing; e) prohibition on the issuance of injunctive relief against freeze orders and forfeiture proceedings; f) and retention of portion of forfeited assets.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECUA, JUNIE E.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BANKS AND FINANCIAL INTERMEDIARIES ON 2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}