{"heading":"HB06558","0":"AN ACT AUTHORIZING THE USE OF THE RICE SUBSIDY PROVIDED UNDER THE PANTAWID PAMILYANG PILIPINO PROGRAM (4PS) IN THE 2019 GENERAL APPROPRIATIONS ACT FOR THE PURCHASE OF PALAY FROM LOCAL FARMERS, MANDATING FOR THE PURPOSE THE DEPARTMENT OF SOCIAL WELFARE AND DEVELOPMENT (DSWD), IN COORDINATION WITH THE DEPARTMENT OF AGRICULTURE (DA) AND THE NATIONAL FOOD AUTHORITY (NFA), TO BUY PALAY FROM LOCAL FARMERS AND DISTRIBUTE RICE INSTEAD OF CASH TO QUALIFIED BENEFICIARIES","short-title":" Authorizing The Use Of The Rice Subsidy Provided Under The Pantawid Pamilyang Pilipino Program (4ps) In The 2019 General Appropriations Act For The Purchase Of Palay From Local Farmers","principal-authors":" VILLAFUERTE, LUIS RAYMUND \"LRAY\" JR F.; CABATBAT, ARGEL JOSEPH T.; ALONTE, MARLYN \"LEN\" B.; UNGAB, ISIDRO T.; CUA, JUNIE E.; JALOSJOS, ROMEO JR. M.; MATUGAS, FRANCISCO JOSE \"BINGO\" II F., CPA, CESO, LLB; GARCIA, JOSE ENRIQUE \"JOET\" III S.; CALDERON, PETER JOHN D.; SUAREZ, DAVID \"JAY-JAY\" C.; MOMO, ROMEO S.; BORDADO, GABRIEL JR. H.; CAMINERO, WILFREDO \"WILLY\" S.; CAMPOS, LUIS JR. N.; GAITE, FERDINAND R.; GO, MARK O.; LABADLABAD, GLONA G.; NATIVIDAD-NAGAÑO, MARICEL G., MD.; TALLADO, JOSEFINA B.; TAN, ANGELINA \"HELEN\" D.L. M.D.; ROMULO, ROMAN T.; TUTOR, KRISTINE ALEXIE B.; TIANGCO, JOHN REYNALD M.; ENVERGA, WILFRIDO MARK M.; ","primary-referral":" RULES","status":" Pending With Rules (Included in OB on 2020-03-11)","historyid":"#HB06558-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00284.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06558\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT AUTHORIZING THE USE OF THE RICE SUBSIDY PROVIDED UNDER THE PANTAWID PAMILYANG PILIPINO PROGRAM (4PS) IN THE 2019 GENERAL APPROPRIATIONS ACT FOR THE PURCHASE OF PALAY FROM LOCAL FARMERS, MANDATING FOR THE PURPOSE THE DEPARTMENT OF SOCIAL WELFARE AND DEVELOPMENT (DSWD), IN COORDINATION WITH THE DEPARTMENT OF AGRICULTURE (DA) AND THE NATIONAL FOOD AUTHORITY (NFA), TO BUY PALAY FROM LOCAL FARMERS AND DISTRIBUTE RICE INSTEAD OF CASH TO QUALIFIED BENEFICIARIES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Authorizing The Use Of The Rice Subsidy Provided Under The Pantawid Pamilyang Pilipino Program (4ps) In The 2019 General Appropriations Act For The Purchase Of Palay From Local Farmers\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVILLAFUERTE, LUIS RAYMUND &quot;LRAY&quot; JR F., CABATBAT, ARGEL JOSEPH T., ALONTE, MARLYN &quot;LEN&quot; B., UNGAB, ISIDRO T., CUA, JUNIE E., JALOSJOS, ROMEO JR. M., MATUGAS, FRANCISCO JOSE &quot;BINGO&quot; II F., CPA, CESO, LLB, GARCIA, JOSE ENRIQUE &quot;JOET&quot; III S., CALDERON, PETER JOHN D., SUAREZ, DAVID &quot;JAY-JAY&quot; C., MOMO, ROMEO S., BORDADO, GABRIEL JR. H., CAMINERO, WILFREDO &quot;WILLY&quot; S., CAMPOS, LUIS JR. N., GAITE, FERDINAND R., GO, MARK O., LABADLABAD, GLONA G., NATIVIDAD-NAGA&Ntilde;O, MARICEL G., MD., TALLADO, JOSEFINA B., TAN, ANGELINA &quot;HELEN&quot; D.L. M.D., ROMULO, ROMAN T., TUTOR, KRISTINE ALEXIE B., TIANGCO, JOHN REYNALD M., ENVERGA, WILFRIDO MARK M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00284\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2020-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspAGRICULTURE AND FOOD, APPROPRIATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspApproval in substitution of House Bill No. 5583\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB05583\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2020-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}