{"heading":"HB00059","0":"AN ACT SETTING THE MINIMUM PAID-UP CAPITAL AND LOCALLY PRODUCED STOCK INVENTORY REQUIREMENTS FOR FOREIGN RETAIL BUSINESS ENTERPRISES, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 8762, OTHERWISE KNOWN AS THE ꞌRETAIL TRADE LIBERALIZATION ACT OF 2000ꞌ","short-title":" Setting The Minimum Paid-up Capital And Locally Produced Stock Inventory Requirements For Foreign Retail Business Enterprises, Amending For The Purpose Republic Act No. 8762","principal-authors":" YAP, VICTOR A.; SUANSING, ESTRELLITA B.; ROMUALDO, XAVIER JESUS D.; VILLAFUERTE, LUIS RAYMUND \"LRAY\" JR F.; SALCEDA, JOEY SARTE; SILVERIO, LORNA C.; ROMERO, MICHAEL ODYLON L.; GARIN, SHARON S.; SUANSING, HORACIO JR. P.; CABREDO, FERNANDO T.; ONG, RONNIE L.; ALBANO, ANTONIO \"TONYPET\" T.; CALDERON, PETER JOHN D.; BUSTOS, JORGE ANTONIO P.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; BOLILIA, LIANDA B.; ROMUALDEZ, FERDINAND MARTIN G.; CASTRO, FREDENIL \"FRED\" H.; DELOS SANTOS, ALFRED C.; GATCHALIAN, WESLIE T.; BIRON, BRAEDEN JOHN Q.; SINGSON-MEEHAN, KRISTINE; CUEVA, LEO RAFAEL M.; BORDADO, GABRIEL JR. H.; REYES, ALLAN BENEDICT S.; TIANGCO, JOHN REYNALD M.; GO, MARK O.; CALIXTO, ANTONINO G.; REVILLA, STRIKE B.; VILLAR, CAMILLE A.; ALVAREZ, FRANZ \"CHIKOY\" E.; VERGARA, ROSANNA \"RIA\"; OUANO-DIZON, EMMARIE \"LOLYPOP\"; SUNTAY, JESUS \"BONG\" C.; COLLANTES, MA. THERESA V.; DUAVIT, JOHN MICHAEL R.; AUMENTADO, ERICO ARISTOTLE C.; CAMPOS, LUIS JR. N.; SAGARBARRIA, MANUEL T.; BARONDA, JULIENNE \"JAM\" L.; CUA, JUNIE E.; KHO, ELISA \"OLGA\" T.; OLIVAREZ, ERIC L.; MARTINEZ, ERIC M.; GARCIA, JOSE ENRIQUE \"JOET\" III S.; MATUGAS, FRANCISCO JOSE \"BINGO\" II F., CPA, CESO, LLB; PACQUIAO, ROGELIO D.; PANOTES, MARISOL C.; BABASA, LEONARDO JR. L.; ESPINO,JUMEL ANTHONY I.; ALBANO, RODOLFO B.; GARBIN, ALFREDO JR. A.; UNABIA, CHRISTIAN S.; VILLA, JAKE VINCENT; CO, ELIZALDY S.; QUIMBO, STELLA LUZ A.; ROBES, FLORIDA \"RIDA\" P.; DEFENSOR,, MICHAEL T.; BILLONES, EMMANUEL \"TAWI\"; LACSON, VIRGILIO S.; CARI, CARL NICOLAS C.; EBCAS, ADRIANO A.; PICHAY, PROSPERO JR. A.; ","primary-referral":" TRADE AND INDUSTRY","status":" Approved by the House on 2020-03-11, transmitted to the Senate on 2020-03-16 and received by the Senate on 2020-03-16","historyid":"#HB00059-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00073.pdf","fs":"exists"},{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB00059.pdf","fs":"exists"}]}