{"heading":"HB06247","0":"AN ACT REFORMING THE COUNTRY'S BASIC EDUCATION SYSTEM, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 10533, OTHERWISE KNOWN AS \"THE ENHANCED BASIC EDUCATION ACT OF 2013\"","principal-authors":" SALCEDA, JOEY SARTE","primary-referral":" BASIC EDUCATION AND CULTURE","status":" Pending with the Committee on BASIC EDUCATION AND CULTURE since 2020-02-17","historyid":"#HB06247-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06247.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06247\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REFORMING THE COUNTRY'S BASIC EDUCATION SYSTEM, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 10533, OTHERWISE KNOWN AS \"THE ENHANCED BASIC EDUCATION ACT OF 2013\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Proposes to introduce new provisions to reform R.A.No.10533, to emphasize quality over quantity in teaching, prepare K-12 graduates for both employment and higher education, and ensure that the administration of basic education focuses on improving the learning outcomes of students.\r\n\r\nFeatures include the following:\r\na. emphasis on TVET as a bridge to both employment and higher education;\r\nb. mother tongue-based materials produced in the actual native language of the learner;\r\nc. a workforce development plan to ensure employability in top employers and high-value industries;\r\nd. TVET as the default senior high school option, while maintaining the other tracks as alternatives;\r\ne. courses in senior high school certified as skills by the TVET;\r\nf. creation of a Learning Materials Development Center for textbooks' accuracy and effectiveness;\r\ng. curricular deloading emphasizing  skill-building;\r\nh. encouraging summer internships among senior high school students.\r\n\r\nEmphasizes the integration of several skills into the curriculum as follows: global citizenship, innovation and creativity skills, technology skills and interpersonal skills.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALCEDA, JOEY SARTE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BASIC EDUCATION AND CULTURE ON 2020-02-17\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}