{"heading":"HB06662","0":"AN ACT REPEALING REPUBLIC ACT NO. 10912, OTHERWISE KNOWN AS THE “CONTINUING PROFESSIONAL DEVELOPMENT ACT OF 2016”","principal-authors":" CAYETANO, ALAN PETER \"COMPAÑERO\" S.; ROMUALDEZ, FERDINAND MARTIN G.; DUTERTE, PAOLO Z.; VILLAFUERTE, LUIS RAYMUND \"LRAY\" JR F.; YAP, ERIC G.; DEFENSOR,, MICHAEL T.; SY-ALVARADO, \"KUYA\" JOSE ANTONIO R.; GONZALEZ, SANDRO L.; BAUTISTA, CLAUDINE DIANA D.; ","primary-referral":" DEFEAT COVID-19 AD-HOC COMMITTEE","status":" Pending with the Committee on DEFEAT COVID-19 AD-HOC COMMITTEE since 2020-05-04","historyid":"#HB06662-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06662.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06662\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REPEALING REPUBLIC ACT NO. 10912, OTHERWISE KNOWN AS THE “CONTINUING PROFESSIONAL DEVELOPMENT ACT OF 2016”\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Intends to properly address the effect of the implementation of the CPD law as it does not serve the interest of the Filipino professionals due to the unnecessary and unreasonable requirements set through the law which almost jeopardize their practice.\r\nProposes to repeal the law which was supposed to promote lifelong learning among Filipino Professionals but instead turned out to put greater burden to them because they are forced to spend a bulk of their salary, take absences from work, and go through unreasonable hardships.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECAYETANO, ALAN PETER &quot;COMPA&Ntilde;ERO&quot; S., ROMUALDEZ, FERDINAND MARTIN G., DUTERTE, PAOLO Z., VILLAFUERTE, LUIS RAYMUND &quot;LRAY&quot; JR F., YAP, ERIC G., DEFENSOR,, MICHAEL T., SY-ALVARADO, &quot;KUYA&quot; JOSE ANTONIO R., GONZALEZ, SANDRO L., BAUTISTA, CLAUDINE DIANA D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-05-04\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DEFEAT COVID-19 AD-HOC COMMITTEE ON 2020-05-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}