{"heading":"HB06184","0":"AN ACT CREATING THE CONGRESSIONAL OVERSIGHT COMMITTEE ON THE NATIONAL BUDGET","principal-authors":" GAITE, FERDINAND R.; ZARATE, CARLOS ISAGANI T.; CULLAMAT, EUFEMIA \"KA FEMIA\" C.; BROSAS, ARLENE D.; CASTRO, FRANCE L.; ELAGO, SARAH JANE I.; ","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2020-02-10","historyid":"#HB06184-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06184.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06184\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT CREATING THE CONGRESSIONAL OVERSIGHT COMMITTEE ON THE NATIONAL BUDGET\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Intends to address the issues of pork barrel, Priority Development Assistance Fund ( P D A F ), Disbursement Acceleration Program ( D A P ), and other similar discretionary funds which expose the problems and weaknesses of the actual budget process that took away huge amount of public funds intended for social services for the people.\r\n\r\nProposes to strengthen Congress oversight function in the budget process to enhance the effectiveness of the national budget towards the country's development goals and people's well-being, thereby creating a strong, permanent oversight committee with defined powers.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGAITE, FERDINAND R., ZARATE, CARLOS ISAGANI T., CULLAMAT, EUFEMIA &quot;KA FEMIA&quot; C., BROSAS, ARLENE D., CASTRO, FRANCE L., ELAGO, SARAH JANE I.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2020-02-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}