{"heading":"HB03554","0":"AN ACT TO AMEND SECTION 2 OF REPUBLIC ACT NO. 1405 OTHERWISE KNOWN AS THE \"SECRECY OF BANK DEPOSITS LAW\", EXEMPTING GOVERNMENT OFFICIALS AND EMPLOYEES FROM THE PROHIBITION AGAINST DISCLOSURE OF OR INQUIRY INTO DEPOSITS WITH ANY BANKING INSTITUTION AND FOR OTHER PURPOSES","principal-authors":" ROMULO, ROMAN T.","primary-referral":" BANKS AND FINANCIAL INTERMEDIARIES","status":" Pending with the Committee on BANKS AND FINANCIAL INTERMEDIARIES since 2019-08-13","historyid":"#HB03554-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB03554.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB03554\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TO AMEND SECTION 2 OF REPUBLIC ACT NO. 1405 OTHERWISE KNOWN AS THE \"SECRECY OF BANK DEPOSITS LAW\", EXEMPTING GOVERNMENT OFFICIALS AND EMPLOYEES FROM THE PROHIBITION AGAINST DISCLOSURE OF OR INQUIRY INTO DEPOSITS WITH ANY BANKING INSTITUTION AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Proposes to amend R.A. No.1405 so that law enforcement authorities will be equipped with the tools needed to go after crooks in government which shall be summarized as follows: \r\n\r\n\"All deposit are strictly confidential and may not be inquired or looked into except on the following grounds: upon permission of the depositor, in cases of impeachment; upon order of a competent court in cases of bribery or dereliction of duty; and in cases where the money deposited or invested is the subject matter of litigation OR WHEN THE DEPOSITOR IS AN ELECTIVE OR APPOINTIVE OFFICIAL OR EMPLOYEE OF THE REPUBLIC OF THE PHILIPPINES INCLUDING THE OFFICERS AND MEMEBERS OF THE AFP, THE PNP, AND ALL THE MEMBERS OF THE UNIFORMED SERVICES, AND OFFICERS AND EMPLOYEES OF GOCCs AND THEIR SUBSIDIARIES.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EROMULO, ROMAN T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-08-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BANKS AND FINANCIAL INTERMEDIARIES ON 2019-08-13\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}