{"heading":"HB06910","0":"AN ACT INSTITUTIONALIZING THE ALTERNATIVE LEARNING SYSTEM IN THE BASIC EDUCATION FOR OUT-OF-SCHOOL CHILDREN, YOUTH, AND ADULTS AND APPROPRIATING FUNDS THEREFOR","short-title":" \" Alternative Learning System Act \"","principal-authors":" GONZALES, AURELIO \"DONG\" JR. D.; ROMUALDEZ, YEDDA MARIE K.; ROMUALDEZ, FERDINAND MARTIN G.; AGABAS, TYRONE D.; ROBES, FLORIDA \"RIDA\" P.; FORTUN, LAWRENCE \"LAW\" H.; LARA, JOSEPH \"JOJO\" L.; ROMULO, ROMAN T.; YAP, ERIC G.; TAMBUNTING, JOY MYRA S.; EBCAS, ADRIANO A.; SUANSING, ESTRELLITA B.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; LOPEZ, MANUEL LUIS T.; OUANO-DIZON, EMMARIE \"LOLYPOP\"; AMATONG, ISAGANI S.; BARBA, ANGELO MARCOS; BORDADO, GABRIEL JR. H.; CALDERON, PETER JOHN D.; CUA, JUNIE E.; DALOG, MAXIMO JR. Y.; ESCUDERO, EVELINA G.; FORTUNO, JOCELYN F.; MANGAOANG, ALLEN JESSE C.; SILVERIO, LORNA C.; TUTOR, KRISTINE ALEXIE B.; REYES, ALLAN BENEDICT S.; UMALI, ALFONSO JR. V.; ABUEG-ZALDIVAR, CYRILLE \"BENG\" F.; CABREDO, FERNANDO T.; GO, MARK O.; DE VENECIA, CHRISTOPHER V.P.; BASCUG, ALFEL M.; TIANGCO, JOHN REYNALD M.; VIOLAGO, MICAELA S.; TEJADA, JOSE \"PING-PING\" I.; MATUGAS, FRANCISCO JOSE \"BINGO\" II F., CPA, CESO, LLB; GONZAGA, RUWEL PETER S.; BULUT, ELIAS JR. C.; KHO, ELISA \"OLGA\" T.; NATIVIDAD-NAGAÑO, MARICEL G., MD.; ","primary-referral":" RULES","status":" Approved on Second Reading on 2020-06-04","historyid":"#HB06910-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00346.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06910\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT INSTITUTIONALIZING THE ALTERNATIVE LEARNING SYSTEM IN THE BASIC EDUCATION FOR OUT-OF-SCHOOL CHILDREN, YOUTH, AND ADULTS AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : \" Alternative Learning System Act \"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGONZALES, AURELIO &quot;DONG&quot; JR. D., ROMUALDEZ, YEDDA MARIE K., ROMUALDEZ, FERDINAND MARTIN G., AGABAS, TYRONE D., ROBES, FLORIDA &quot;RIDA&quot; P., FORTUN, LAWRENCE &quot;LAW&quot; H., LARA, JOSEPH &quot;JOJO&quot; L., ROMULO, ROMAN T., YAP, ERIC G., TAMBUNTING, JOY MYRA S., EBCAS, ADRIANO A., SUANSING, ESTRELLITA B., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., LOPEZ, MANUEL LUIS T., OUANO-DIZON, EMMARIE &quot;LOLYPOP&quot;, AMATONG, ISAGANI S., BARBA, ANGELO MARCOS, BORDADO, GABRIEL JR. H., CALDERON, PETER JOHN D., CUA, JUNIE E., DALOG, MAXIMO JR. Y., ESCUDERO, EVELINA G., FORTUNO, JOCELYN F., MANGAOANG, ALLEN JESSE C., SILVERIO, LORNA C., TUTOR, KRISTINE ALEXIE B., REYES, ALLAN BENEDICT S., UMALI, ALFONSO JR. V., ABUEG-ZALDIVAR, CYRILLE &quot;BENG&quot; F., CABREDO, FERNANDO T., GO, MARK O., DE VENECIA, CHRISTOPHER V.P., BASCUG, ALFEL M., TIANGCO, JOHN REYNALD M., VIOLAGO, MICAELA S., TEJADA, JOSE &quot;PING-PING&quot; I., MATUGAS, FRANCISCO JOSE &quot;BINGO&quot; II F., CPA, CESO, LLB, GONZAGA, RUWEL PETER S., BULUT, ELIAS JR. C., KHO, ELISA &quot;OLGA&quot; T., NATIVIDAD-NAGA&Ntilde;O, MARICEL G., MD.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-06-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00346\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2020-06-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspBASIC EDUCATION AND CULTURE, APPROPRIATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspApproval in substitution of House Bills Numbered 917, 1586, 3992, 4392, 5145 and 5309\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB00917, HB01586, HB03992, HB04392, HB05145, HB05309\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-06-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2020-06-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2020-06-04\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF SPONSORSHIP :&nbsp2020-06-04\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESPONSORED BY :&nbsp Gonzales (A.)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE APPROVED ON SECOND READING :&nbsp2020-06-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}