{"heading":"HB03183","0":"AN ACT PRESCRIBING  AN URGENT, COMPREHENSIVE AND INTEGRATED LAND-BASED TRAFFIC MANAGEMENT SYSTEM TO EFFECTIVELY ADDRESS THE TRAFFIC CONGESTION CRISIS IN METRO MANILA, METROPOLITAN CEBU AND METROPOLITAN DAVAO, AND APPROPRIATING FUNDS THEREFOR","principal-authors":" VELASCO, LORD ALLAN JAY Q.","primary-referral":" TRANSPORTATION","status":" Pending with the Committee on TRANSPORTATION since 2019-08-05","historyid":"#HB03183-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB03183.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB03183\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PRESCRIBING  AN URGENT, COMPREHENSIVE AND INTEGRATED LAND-BASED TRAFFIC MANAGEMENT SYSTEM TO EFFECTIVELY ADDRESS THE TRAFFIC CONGESTION CRISIS IN METRO MANILA, METROPOLITAN CEBU AND METROPOLITAN DAVAO, AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Proposes to address the crisis brought about by land traffic congestion and gridlock and the shortage of efficient, safe, secure, and accessible mass transportation in metropolitan areas.\r\n\r\nIntends to establish a primary policy-making, regulating, enforcement authority under the control and supervision of the Department of Transportation (DOTr) vested with exclusive power to manage and regulate land-based traffic and structures; harmonize all traffic regulations and policies to achieve a comprehensive and integrated statutory and regulatory framework for land-based traffic system; modernize and streamline the mass transportation systems to attain sustainable and safe networks of public transportation; institute a system of accountability for all land-based traffic stakeholders; and\r\nensure transparency and accountability and compliance with applicable legal requirements in the execution of all projects for the purpose of alleviating the land-based traffic crisis.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : \"Traffic Crisis Act\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVELASCO, LORD ALLAN JAY Q.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Nieto (000 2020-03-04)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRANSPORTATION ON 2019-08-05\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}