{"heading":"HB03185","0":"AN ACT ESTABLISHING THE SPECIAL LOCAL HEALTH FUND FOR THE IMPROVEMENT OF HEALTH CARE SERVICES IN THE LOCAL GOVERNMENT UNITS AND APPROPRIATING FUNDS THEREFOR","principal-authors":" ROMUALDEZ, YEDDA MARIE K.; ROMUALDEZ, FERDINAND MARTIN G.; ","primary-referral":" HEALTH","status":" Pending with the Committee on HEALTH since 2019-08-05","historyid":"#HB03185-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB03185.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB03185\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING THE SPECIAL LOCAL HEALTH FUND FOR THE IMPROVEMENT OF HEALTH CARE SERVICES IN THE LOCAL GOVERNMENT UNITS AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to establish a Special Local Health Fund which shall be used for the upgrading of facilities and equipment of local hospitals, hiring, training and continuing education of health workers and personnel of local government health institutions, building of new health institutions, purchase of medicines and medical supplies at the lowest costs, and establishment of mobile emergency lifelines or quick-response medical and paramedical teams to respond to disasters, emergencies and other life-threatening situations in the community.\r\n\r\nProvides funding from the following sources: a) Proceeds from a special levy of one percentum from all sales in all local public and private markets; b) Proceeds from fines collected for violations of health and safety regulations from all establishments in cities and municipalities;\r\nc) Five percentum of all revenues derived from the Philippine Charity Sweepstakes Office (PCSO) from lotto; d) Five percentum of the net revenues of the Philippine Amusement and Gaming Corporation (PAGCOR); and e) Grants or donations and endowments to cities and municipalities from private and foreign individuals, as well as, local and international, private and public associations or foundations.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : “Special Local Health Fund Act of 2019.”\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EROMUALDEZ, YEDDA MARIE K., ROMUALDEZ, FERDINAND MARTIN G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-07-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Savellano (000 2019-11-19)\u003C\/td\u003E\u003Ctd\u003E2. Olivarez (000 2020-02-13)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Rivera (000 2020-06-15)\u003C\/td\u003E\u003Ctd\u003E4. Villanueva (E.) (000 2020-06-15)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E5. Lazatin (000 2020-03-09)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HEALTH ON 2019-08-05\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}