{"heading":"HB06258","0":"AN ACT CODIFYING THE ALTERNATIVE CHILD CARE LAWS, REORGANIZING THE INTERCOUNTRY ADOPTION BOARD INTO THE NATIONAL AUTHORITY FOR CHILD CARE, AND PROVIDING FUNDS THEREFOR","principal-authors":" DEFENSOR,, MICHAEL T.","primary-referral":" WELFARE OF CHILDREN","status":" Pending with the Committee on WELFARE OF CHILDREN since 2020-02-17","historyid":"#HB06258-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06258.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06258\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT CODIFYING THE ALTERNATIVE CHILD CARE LAWS, REORGANIZING THE INTERCOUNTRY ADOPTION BOARD INTO THE NATIONAL AUTHORITY FOR CHILD CARE, AND PROVIDING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Creates a one stop shop on alternative child care attached to the DSWD whose functions shall include among others, the formulation and development of alternative child care policies such as but not limited to programs and services that will protect the Filipino child from abuse, exploitation, trafficking, and adoption practice that is harmful, detrimental and prejudicial to the best interest of the child.\r\n\r\nEstablishes a system of cooperation with other States, through their respective central or competent authorities and accredited bodies to prevent the sale, trafficking, and abduction of children, and to protect Filipino children abandoned overseas who are made vulnerable by their irregular status.\r\n\r\nIncorporates provisions as regards to other forms of alternative child care options such as foster care, guardianship, kafalah care, kinship care, family-like care and residential care.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDEFENSOR,, MICHAEL T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON WELFARE OF CHILDREN ON 2020-02-17\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}