{"heading":"HB06194","0":"AN ACT PROVIDING FOR THE DELINEATION OF THE SPECIFIC FOREST LIMITS OF THE PUBLIC DOMAIN AND FOR OTHER PURPOSES","short-title":" Providing For The Delineation Of The Specific Forest Limits Of The Public Domain ","principal-authors":" ACOSTA-ALBA, MA. LOURDES; SANTOS-RECTO, VILMA; SALCEDA, JOEY SARTE; CUA, JUNIE E.; TEJADA, JOSE \"PING-PING\" I.; VIOLAGO, MICAELA S.; GASATAYA, GREG G.; JALOSJOS, ROMEO JR. M.; GARCIA, JOSE ENRIQUE \"JOET\" III S.; MACAPAGAL ARROYO, JUAN MIGUEL; CALDERON, PETER JOHN D.; DALIPE, MANUEL JOSE \"MANNIX\" M.; GO, ED CHRISTOPHER S.; ZAMORA, WAY KURAT; BRAVO, NARCISO JR. R.; LABADLABAD, GLONA G.; SACDALAN, JOSELITO \"JOEL\" S.; BENITEZ, JOSE FRANCISCO \"KIKO\" B.; DALOG, MAXIMO JR. Y.; GUICO, RAMON \"MON-MON\" III V.; AGABAS, TYRONE D.; SINGSON-MEEHAN, KRISTINE; DIMAPORO, ABDULLAH D.; BALINDONG, YASSER ALONTO; BORDADO, GABRIEL JR. H.; QUIMBO, STELLA LUZ A.; AMATONG, ISAGANI S.; ALMARIO, JOEL MAYO Z.; DEFENSOR, LORENZ R.; DELOS SANTOS, ALFRED C.; GAITE, FERDINAND R.; VERGARA, ROSANNA \"RIA\"; BARZAGA, ELPIDIO JR. F.; UNGAB, ISIDRO T.; ","primary-referral":" RULES","status":" Printed copies distributed to members on 2020-05-14","historyid":"#HB06194-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00220.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06194\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR THE DELINEATION OF THE SPECIFIC FOREST LIMITS OF THE PUBLIC DOMAIN AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Providing For The Delineation Of The Specific Forest Limits Of The Public Domain \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Provides guidelines and procedures to be followed in determining the specific limits of forest lands; Creates the National Review and Evaluation Committee to process, evaluate and approve all completed assessment and delineation reports; Mandates that the final forest line determined and established by the DENR shall be the final forest land boundary of the country  which shall not be diminished nor reduced except by an Act of Congress.  Creates the Land Classification Conflict Adjudication Board to resolve controversies arising from land classification as a result of the delimitation of forest lands.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : “Forest Land Limits Act.”\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EACOSTA-ALBA, MA. LOURDES, SANTOS-RECTO, VILMA, SALCEDA, JOEY SARTE, CUA, JUNIE E., TEJADA, JOSE &quot;PING-PING&quot; I., VIOLAGO, MICAELA S., GASATAYA, GREG G., JALOSJOS, ROMEO JR. M., GARCIA, JOSE ENRIQUE &quot;JOET&quot; III S., MACAPAGAL ARROYO, JUAN MIGUEL, CALDERON, PETER JOHN D., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., GO, ED CHRISTOPHER S., ZAMORA, WAY KURAT, BRAVO, NARCISO JR. R., LABADLABAD, GLONA G., SACDALAN, JOSELITO &quot;JOEL&quot; S., BENITEZ, JOSE FRANCISCO &quot;KIKO&quot; B., DALOG, MAXIMO JR. Y., GUICO, RAMON &quot;MON-MON&quot; III V., AGABAS, TYRONE D., SINGSON-MEEHAN, KRISTINE, DIMAPORO, ABDULLAH D., BALINDONG, YASSER ALONTO, BORDADO, GABRIEL JR. H., QUIMBO, STELLA LUZ A., AMATONG, ISAGANI S., ALMARIO, JOEL MAYO Z., DEFENSOR, LORENZ R., DELOS SANTOS, ALFRED C., GAITE, FERDINAND R., VERGARA, ROSANNA &quot;RIA&quot;, BARZAGA, ELPIDIO JR. F., UNGAB, ISIDRO T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Romualdez (F.M.) (000 2020-03-10)\u003C\/td\u003E\u003Ctd\u003E2. Cagas (000 2020-05-31)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Legarda (000 2020-06-01)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00220\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspNATURAL RESOURCES, APPROPRIATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspApproval in substitution of House Bills Numbered 98 and 4540\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB00098, HB04540\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2020-02-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF SPONSORSHIP :&nbsp2020-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESPONSORED BY :&nbsp Barzaga\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF INDIVIDUAL AMENDMENTS :&nbsp2020-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EAMENDED BY :&nbspRomualdo\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE APPROVED ON SECOND READING :&nbsp2020-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE COPY DISTRIBUTED TO MEMBERS:&nbsp2020-05-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ETHIRD READING TITLE :  \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS :&nbsp  \u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}