{"heading":"HB06316","0":"AN ACT PROVIDING FOR A COMPREHENSIVE NUCLEAR REGULATORY FRAMEWORK, CREATING FOR THE PURPOSE, THE PHILIPPINE NUCLEAR REGULATORY COMMISSION, AND APPROPRIATING FUNDS THEREFOR","principal-authors":" OLIVAREZ, ERIC L.","primary-referral":" GOVERNMENT REORGANIZATION","status":" Pending with the Committee on GOVERNMENT REORGANIZATION since 2020-02-24","historyid":"#HB06316-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06316.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06316\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR A COMPREHENSIVE NUCLEAR REGULATORY FRAMEWORK, CREATING FOR THE PURPOSE, THE PHILIPPINE NUCLEAR REGULATORY COMMISSION, AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to provide cheaper electricity for Filipinos by utilizing cheap and reliable energy sources through establishing a regulatory body which shall also focused on the use and application of nuclear energy with a vast coverage that will touch on issues regarding public health and safety, and protection of the environment.\r\n\r\nSeeks to create said autonomous regulatory body which shall exercise authority over all aspects of safety, security and safeguards involving nuclear and other radioactive materials, facilities and radiation generating equipment.\r\n\r\nProposes provisions which include but is not limited to the control of peaceful uses and application of nuclear energy in order to strengthen science and technology and boost industrial growth, harmonization of Philippines' nuclear regulatory structure with other countries and ensure consistency with the nation's obligations under relevant international instruments and modernize the nuclear civil liability and compensation regime in line with internationally-accepted standards.                                \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EOLIVAREZ, ERIC L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON GOVERNMENT REORGANIZATION ON 2020-02-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESECONDARILY REFERRED TO THE COMMITTEE(S) ON SCIENCE AND TECHNOLOGY\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}