{"heading":"HB06132","0":"AN ACT PROVIDING PROTECTION TO FREELANCERS, PROVIDING PENALTIES THEREFOR AND FOR OTHER PURPOSES","principal-authors":" YAP, VICTOR A.","primary-referral":" LABOR AND EMPLOYMENT","status":" Pending with the Committee on LABOR AND EMPLOYMENT since 2020-02-05","historyid":"#HB06132-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06132.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06132\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING PROTECTION TO FREELANCERS, PROVIDING PENALTIES THEREFOR AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to address the limited rights of freelancers to associate and form organizations leading to a lack of standards on contracts, fees and work metrics by giving them same treatment as any other traditional laborer.\r\n\r\nAims to provide protection to freelancers by setting the standard requirements in terms of written contracts and payment of salaries between the employer and the freelancer.\r\n\r\nDefines several terms among others such as \"Freelance worker\" which refers to any natural person or a One Person Corporation registered with the S E C, or registered as a sole proprietorship with the D T I, or registered as self - employed with the B I R, that is hired or retained as an independent contractor by a hiring party to provide services in exchange for compensation.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EYAP, VICTOR A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LABOR AND EMPLOYMENT ON 2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}