{"heading":"HB02092","0":"AN ACT IMPOSING THE DEATH PENALTY ON CERTAIN HEINOUS CRIMES, REPEALING FOR THE PURPOSE REPUBLIC ACT NO. 9346, ENTITLED \"AN ACT PROHIBITING THE IMPOSITION OF DEATH PENALTY IN THE PHILIPPINES\", AND FURTHER AMENDING ACT NO. 3815, AS AMENDED, OTHERWISE KNOWN AS THE \"REVISED PENAL CODE,\" AND REPUBLIC ACT NO. 9165, OTHERWISE KNOWN AS THE \"COMPREHENSIVE DANGEROUS DRUGS ACT OF 2002\"","principal-authors":" ABU, RANEO \"RANIE\" E.","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2019-07-29","historyid":"#HB02092-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB02092.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB02092\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT IMPOSING THE DEATH PENALTY ON CERTAIN HEINOUS CRIMES, REPEALING FOR THE PURPOSE REPUBLIC ACT NO. 9346, ENTITLED \"AN ACT PROHIBITING THE IMPOSITION OF DEATH PENALTY IN THE PHILIPPINES\", AND FURTHER AMENDING ACT NO. 3815, AS AMENDED, OTHERWISE KNOWN AS THE \"REVISED PENAL CODE,\" AND REPUBLIC ACT NO. 9165, OTHERWISE KNOWN AS THE \"COMPREHENSIVE DANGEROUS DRUGS ACT OF 2002\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines heinous crimes as grievous, odious and hateful offenses, which by reason of their inherent or manifest wickedness, viciousness, atrocity and perversity are repugnant and outrageous to the common standards and norms of decency and morality in a just, civilized and orderly society.\r\n\r\nImposes death penalty on unlawful acts defined and penalized under Sections 4, 5, 6, 8, 11, 25, 27, and 29 of RA No. 9165, as amended otherwise known as the “Comprehensive Dangerous Drugs Act of 2002”. Amends Article 47 of the Revised Penal Code, as amended which states that death penalty shall not be imposed when the guilty person is below eighteen (18) years of age at the time of the commission of the crime or is more than seventy (70) years of age or upon the automatic review of the case by the Court of Appeals or, where applicable, by the Supreme Court En Banc, the required majority vote is not obtained for the imposition of death penalty.\r\n\r\nAmends Article 81 of the Revised Penal Code, as amended which provides for the manner of how the death penalty is to be executed: a. hanging; b. firing squad; or c. lethal injection.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : “Death Penalty Law.”\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EABU, RANEO &quot;RANIE&quot; E.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-07-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Geron (000 2019-08-06)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2019-07-29\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}