{"heading":"HB05793","0":"AN ACT REQUIRING THE REGISTRATION OF SUBSCRIBER IDENTITY MODULE CARDS","short-title":" Requiring The Registration Of Subscriber Identity Module Cards","principal-authors":" YAP, VICTOR A.; LOPEZ, MANUEL LUIS T.; ABAYA, FRANCIS GERALD AGUINALDO; BIAZON, ROZZANO RUFINO B.; LOYOLA, DAHLIA A.; OLIVAREZ, ERIC L.; GATCHALIAN, WESLIE T.; CASTELO, PRECIOUS HIPOLITO; RODRIGUEZ, RUFUS B.; VARGAS, ALFRED; ROMULO, ROMAN T.; PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L.; AGABAS, TYRONE D.; SY-ALVARADO, \"KUYA\" JOSE ANTONIO R.; LAZATIN, CARMELO \"JON\" II B.; CASTRO, FRANCE L.; VIOLAGO, MICAELA S.; KHO, WILTON \"TONTON\" T.; TIANGCO, JOHN REYNALD M.; PADUANO, JOSEPH STEPHEN S.; BORDADO, GABRIEL JR. H.; ROMUALDO, XAVIER JESUS D.; MARQUEZ, CARLITO S.; ABANTE, BIENVENIDO JR. M.; TAMBUNTING, JOY MYRA S.; CABREDO, FERNANDO T.; AUMENTADO, ERICO ARISTOTLE C.; TAN, ALYSSA SHEENA P.; LACSON, VIRGILIO S.; DY, FAUSTINO MICHAEL CARLOS III T.; ","primary-referral":" INFORMATION AND COMMUNICATIONS TECHNOLOGY","status":" Pending With Rules (Included in OB on 2019-12-16)","historyid":"#HB05793-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00131.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB05793\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REQUIRING THE REGISTRATION OF SUBSCRIBER IDENTITY MODULE CARDS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Requiring The Registration Of Subscriber Identity Module Cards\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Mandates every Public Telecommunication Entity (PTE) or direct seller to require SIM card subscribers to present a valid identification with photo and to accomplish and sign a control-numbered registration form with their full name, date of birth, gender, and address and the assigned cell phone number of SIM cards and its serial number.\r\nStates that any information in the SIM card registration shall be treated as absolute confidential, provided that under Section 12(e) of RA 10173, otherwise known as the “Data Privacy Act of 2012”, the PTE shall be required to disclose the full name and address contained in the SIM card registration, upon a duly issued subpoena or order of a court upon finding of probable cause, or upon written request from a law enforcement agency in relation to an on-going investigation, that a particular number is used in the commission of a crime or that it was used as a means to commit an unlawful act.\r\nRequires all PTEs to maintain a SIM Card Register of their subscribers and all existing mobile phone subscribers to register with their respective PTE within 180 days with an extension period of no longer than 120 days upon valid request to the DICT.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EYAP, VICTOR A., LOPEZ, MANUEL LUIS T., ABAYA, FRANCIS GERALD AGUINALDO, BIAZON, ROZZANO RUFINO B., LOYOLA, DAHLIA A., OLIVAREZ, ERIC L., GATCHALIAN, WESLIE T., CASTELO, PRECIOUS HIPOLITO, RODRIGUEZ, RUFUS B., VARGAS, ALFRED, ROMULO, ROMAN T., PINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., AGABAS, TYRONE D., SY-ALVARADO, &quot;KUYA&quot; JOSE ANTONIO R., LAZATIN, CARMELO &quot;JON&quot; II B., CASTRO, FRANCE L., VIOLAGO, MICAELA S., KHO, WILTON &quot;TONTON&quot; T., TIANGCO, JOHN REYNALD M., PADUANO, JOSEPH STEPHEN S., BORDADO, GABRIEL JR. H., ROMUALDO, XAVIER JESUS D., MARQUEZ, CARLITO S., ABANTE, BIENVENIDO JR. M., TAMBUNTING, JOY MYRA S., CABREDO, FERNANDO T., AUMENTADO, ERICO ARISTOTLE C., TAN, ALYSSA SHEENA P., LACSON, VIRGILIO S., DY, FAUSTINO MICHAEL CARLOS III T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-12-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00131\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2019-12-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspINFORMATION AND COMMUNICATIONS TECHNOLOGY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspApproval in substitution of House Bills Numbered 298, 453, 658, 743, 1056, 1773, 2312, 2411, 2747, 3033, 3152, 3629, 3732, 5350 and 5606\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB00298, HB00453, HB00658, HB00743, HB01056, HB01773, HB02312, HB02411, HB02747, HB03033, HB03152, HB03629, HB03732, HB05350, HB05606\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-12-16\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2019-12-16\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}