{"heading":"HB04573","0":"AN ACT ESTABLISHING A NATIONAL ECONOMIC DECENTRALIZATION PLAN TO FACILITATE FURTHER GROWTH IN ALL REGIONS OF THE PHILIPPINES AND FOR OTHER PURPOSES","principal-authors":" RODRIGUEZ, RUFUS B.","primary-referral":" ECONOMIC AFFAIRS","status":" Pending with the Committee on ECONOMIC AFFAIRS since 2019-09-16","historyid":"#HB04573-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB04573.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB04573\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING A NATIONAL ECONOMIC DECENTRALIZATION PLAN TO FACILITATE FURTHER GROWTH IN ALL REGIONS OF THE PHILIPPINES AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : \"The Progresibong Pilipinas Para sa Lahat ng Pilipino Act\"\r\nAims to create a more progressive Philippines for every Filipino through:\r\na) Comprehensive studies focusing on challenges and opportunities for regional economic development;\r\nb) Phil. Healthcare Development Program which shall include establishment of specialty hospitals such as Phil.   Heart Center, Lung Center of the Phils. National Kidney and Transplant Inst. and Phil. Orthopedic Center;\r\nc) Regional Centers for Excellence Development Program focusing on education and skills development;\r\nd) Relocation of NGAs to ensure effective and efficient communication and coordination between and among them, enhancing delivery of public goods and services in the regions\/countryside;\r\ne) Regional decentralization mechanisms of procurement procedures for major NGA projects; \r\nf) Tax incentives for industries locating outside NCR.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ERODRIGUEZ, RUFUS B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-09-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON ECONOMIC AFFAIRS ON 2019-09-16\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}