{"heading":"HB06349","0":"AN ACT TO STRENGTHEN THE ROLE OF PRIVATE BASIC EDUCATION IN THE PHILIPPINES BY CREATING FOR THE PURPOSE THE PARTNERSHIP IN PRIVATE EDUCATION BOARD, AND THE PARTNERSHIP FUND FOR PRIVATE EDUCATION, APPROPRIATING FUNDS THEREOF, AND FOR OTHER PURPOSES","principal-authors":" ROMUALDEZ, YEDDA MARIE K.; ROMUALDEZ, FERDINAND MARTIN G.; ","primary-referral":" BASIC EDUCATION AND CULTURE","status":" Pending with the Committee on BASIC EDUCATION AND CULTURE since 2020-02-24","historyid":"#HB06349-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06349.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06349\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TO STRENGTHEN THE ROLE OF PRIVATE BASIC EDUCATION IN THE PHILIPPINES BY CREATING FOR THE PURPOSE THE PARTNERSHIP IN PRIVATE EDUCATION BOARD, AND THE PARTNERSHIP FUND FOR PRIVATE EDUCATION, APPROPRIATING FUNDS THEREOF, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : \r\n\r\nProposes to create the Partnership in Private Education Board, attached to DepEd whose principal functions among others are to: develop, lead, and coordinate the government's efforts to strengthen the role of private educational institutions, and to expand such role in partnership with the relevant agencies of the national government; coordinate information activities designed to mobilize public support through volunteerism, special projects, demonstration pilots, ad public-private partnerships; and ensure that their activities, efforts and performance meet high standards of excellence and accountability.\r\n\r\nIntends also to create the \"Partnership Fund for Private Education (PFPE), to be appropriated annually under the GAA for the purpose of financing assistance and partnership programs with private basic education institutions.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : \"Partnership in Private Basic Education Act\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EROMUALDEZ, YEDDA MARIE K., ROMUALDEZ, FERDINAND MARTIN G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BASIC EDUCATION AND CULTURE ON 2020-02-24\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}