{"heading":"HB05777","0":"AN ACT TAXING PERSONS ENGAGED IN PHILIPPINE OFFSHORE GAMING OPERATIONS AMENDING FOR THE PURPOSE SECTION 25 AND ADDING A NEW SECTION 150-C OF THE NATIONAL INTERNAL REVENUE CODE OF 1997, AS AMENDED","short-title":" Taxing Persons Engaged In Philippine Offshore Gaming Operations","principal-authors":" SALCEDA, JOEY SARTE; PICHAY, PROSPERO JR. A.; PIMENTEL, JOHNNY TY; SUANSING, ESTRELLITA B.; TAN, ALYSSA SHEENA P.; BOLILIA, LIANDA B.; EBCAS, ADRIANO A.; LAGMAN, EDCEL C.; SACDALAN, JOSELITO \"JOEL\" S.; DAGOOC, SERGIO C.; GARCIA, PABLO JOHN F.; QUIMBO, STELLA LUZ A.; FERNANDO, BAYANI F.; REYES, ALLAN BENEDICT S.; NOGRALES, JERICHO JONAS B.; ","primary-referral":" WAYS AND MEANS","status":" Pending With Rules (Included in OB on 2019-12-11)","historyid":"#HB05777-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00130.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB05777\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TAXING PERSONS ENGAGED IN PHILIPPINE OFFSHORE GAMING OPERATIONS AMENDING FOR THE PURPOSE SECTION 25 AND ADDING A NEW SECTION 150-C OF THE NATIONAL INTERNAL REVENUE CODE OF 1997, AS AMENDED\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Taxing Persons Engaged In Philippine Offshore Gaming Operations\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to impose tax on alien individual who is a permanent resident of a foreign country and who is employed and assigned in the Philippines by an offshore gaming licensee equivalent to  twenty-five percent (25%) of the salaries, wages, annuities, compensation, remuneration and other emoluments, such as honoraria and allowances received from such licensee.\r\n\r\nImposes a tax equivalent to five percent (5%)  based on the gross revenue or receipts derived from gaming operations and similar related activities of all offshore gaming licensees.\r\n\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALCEDA, JOEY SARTE, PICHAY, PROSPERO JR. A., PIMENTEL, JOHNNY TY, SUANSING, ESTRELLITA B., TAN, ALYSSA SHEENA P., BOLILIA, LIANDA B., EBCAS, ADRIANO A., LAGMAN, EDCEL C., SACDALAN, JOSELITO &quot;JOEL&quot; S., DAGOOC, SERGIO C., GARCIA, PABLO JOHN F., QUIMBO, STELLA LUZ A., FERNANDO, BAYANI F., REYES, ALLAN BENEDICT S., NOGRALES, JERICHO JONAS B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-12-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00130\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2019-12-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspWAYS AND MEANS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspApproval in substitution of House Bill No. 5267\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB05267\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-12-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2019-12-11\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}