{"heading":"HB06259","0":"AN ACT GRANTING ALL MUNICIPAL MAYORS, CITY MAYORS AND PROVINCIAL GOVERNORS THE APPROPRIATE CIVIL SERVICE ELIGIBILITY, AND FOR OTHER PURPOSES","principal-authors":" PALMA, WILTER \"SHARKY\" II WEE","primary-referral":" CIVIL SERVICE AND PROFESSIONAL REGULATION","status":" Pending with the Committee on CIVIL SERVICE AND PROFESSIONAL REGULATION since 2020-02-17","historyid":"#HB06259-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06259.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06259\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT GRANTING ALL MUNICIPAL MAYORS, CITY MAYORS AND PROVINCIAL GOVERNORS THE APPROPRIATE CIVIL SERVICE ELIGIBILITY, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to recognize the immense amount of duties and responsibilities that these local government leaders have whose role is to incorporate the local development needs with national priorities to create holistic meso-level policies, programs and priorities for socio-economic growth.\r\n\r\nGrants an eligibility to the former and current local government officials an equivalent of a Career Service Professional Eligibility who have served or who shall serve an aggregate period of nine (9) years in office, provided that they must be a holder of a bachelor's degree; while an eligibility of a Career Service Sub-Professional is hereby granted to those former and current officials who have served or who shall serve an aggregate period of six (6) years in office, provided that such officials shall have at least earned seventy-two (72) academic units leading to a bachelor's degree.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPALMA, WILTER &quot;SHARKY&quot; II WEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON CIVIL SERVICE AND PROFESSIONAL REGULATION ON 2020-02-17\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}