{"heading":"HB06455","0":"AN ACT TO ENHANCE THE REGIONAL DEVELOPMENT COUNCILS BY CREATING A REGIONAL DEVELOPMENT ADMINISTRATION TO STRENGTHEN THE POLICY-MAKING CAPABILITIES OF NATIONAL GOVERNMENT AGENCIES (NGAs) AND LOCAL GOVERNMENT UNITS (LGUs) APPROPRIATING FUNDS THEREOF, AND FOR OTHER PURPOSES","principal-authors":" ROBES, FLORIDA \"RIDA\" P.","primary-referral":" LOCAL GOVERNMENT","status":" Pending with the Committee on LOCAL GOVERNMENT since 2020-03-09","historyid":"#HB06455-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06455.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06455\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TO ENHANCE THE REGIONAL DEVELOPMENT COUNCILS BY CREATING A REGIONAL DEVELOPMENT ADMINISTRATION TO STRENGTHEN THE POLICY-MAKING CAPABILITIES OF NATIONAL GOVERNMENT AGENCIES (NGAs) AND LOCAL GOVERNMENT UNITS (LGUs) APPROPRIATING FUNDS THEREOF, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to make RDCs to be more responsive to the needs of their respective regions which shall ensure that all economic and social gains as well as investment opportunities are evenly distributed in al cities and municipalities in areas where they are needed the most.\r\nProposes that the creation of RDA which shall be attached to NEDA shall have the lead mandate to establish priorities and objectives as well as direct and implement relevant programs and projects in the regional level in line with the government’s socio-economic development programs.\r\nProvides that the NEDA regional office shall be the Secretariat of the RDC which shall manage the technical, administrative and financial operations of the RDC.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EROBES, FLORIDA &quot;RIDA&quot; P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-03-03\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LOCAL GOVERNMENT ON 2020-03-09\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}