{"heading":"HB05924","0":"AN ACT INCORPORATING THE VALUE OF RESPONSIBLE, FAIR, AND TRUTHFUL USAGE AND ENJOYMENT OF SOCIAL MEDIA IN SCHOOLS AND UNIVERSITIES, AND FOR OTHER PURPOSES","principal-authors":" CABOCHAN, MANUEL III. D.","primary-referral":" BASIC EDUCATION AND CULTURE","status":" Pending with the Committee on BASIC EDUCATION AND CULTURE since 2020-01-20","historyid":"#HB05924-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB05924.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB05924\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT INCORPORATING THE VALUE OF RESPONSIBLE, FAIR, AND TRUTHFUL USAGE AND ENJOYMENT OF SOCIAL MEDIA IN SCHOOLS AND UNIVERSITIES, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to cope with the mercurial rise of the influence and prevalence of the use of social media by the youth \r\nand\/or students in their unavoidable daily immersion to these phenomena.\r\n\r\nProposes to include social media awareness in the curricula of primary and secondary education in public and private schools, for the purpose of inculcating among the youth and\/or students how various types of social media:  helps in the effective and efficient dissemination of information, and in shaping public discourse and opinion; helps in fostering a more participative democracy, and in upholding truth and the veracity of facts, figures, and events; and responsible and fair use and virtues of discernment and critical-thinking in its use and\/or enjoyment.\r\n\r\nSeeks to include social media awareness as part of the NSTP, particularly in the Literacy Training Service (LTS) and the Civic Welfare Training Service (CWTS); and as part of private sector’s Corporate Social Responsibility (CSR)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : \"Social Media Awareness Education Act\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECABOCHAN, MANUEL III. D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-07\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Sy-Alvarado (000 2020-01-22)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BASIC EDUCATION AND CULTURE ON 2020-01-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESECONDARILY REFERRED TO THE COMMITTEE(S) ON HIGHER AND TECHNICAL EDUCATION\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}