{"heading":"HB03897","0":"AN ACT STRENGTHENING THE PHILIPPINE ECONOMIC ZONE AUTHORITY (PEZA) TO ACCELERATE COUNTRYSIDE DEVELOPMENT THROUGH ROBUST CREATION OF SPECIAL ECONOMIC ZONES IN RURAL AND NEW GROWTH AREAS, ENHANCING THE INCENTIVES THEREOF, AND AMENDING FOR THIS PURPOSE, REPUBLIC ACT NO. 7916, AS AMENDED BY REPUBLIC ACT  NO. 8748, OTHERWISE KNOWN AS \"THE SPECIAL ECONOMIC ZONE ACT OF 1995\"","principal-authors":" MATUGAS, FRANCISCO JOSE \"BINGO\" II F., CPA, CESO, LLB; PIMENTEL, JOHNNY TY; BARBERS, ROBERT ACE S.; PLAZA, EDDIEBONG G.; FORTUN, LAWRENCE \"LAW\" H.; BASCUG, ALFEL M.; ECLEO, ALAN I B.; ","primary-referral":" ECONOMIC AFFAIRS","status":" Pending with the Committee on ECONOMIC AFFAIRS since 2019-08-20","historyid":"#HB03897-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB03897.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB03897\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT STRENGTHENING THE PHILIPPINE ECONOMIC ZONE AUTHORITY (PEZA) TO ACCELERATE COUNTRYSIDE DEVELOPMENT THROUGH ROBUST CREATION OF SPECIAL ECONOMIC ZONES IN RURAL AND NEW GROWTH AREAS, ENHANCING THE INCENTIVES THEREOF, AND AMENDING FOR THIS PURPOSE, REPUBLIC ACT NO. 7916, AS AMENDED BY REPUBLIC ACT  NO. 8748, OTHERWISE KNOWN AS \"THE SPECIAL ECONOMIC ZONE ACT OF 1995\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Intends to maximize the investments in the economic zones and obtain more significant gains for\r\nthe Filipinos and the country at large, especially the less developed areas in the countryside.\r\n\r\nSeeks to strengthen PEZA by: granting additional powers and function; establishment of a globally \r\ncompetitive and conducive investment climate and facility; competitive and appropriate incentives package in order to attract more investors to the countryside; creation of opportunities for more investment portfolios; increased financial capability of the designated authority; reduced import dependence by empowering, capacitating and incentivizing domestic enterprises, farmers, fishermen and every Filipino; and more empowered and capable LGUs that are self-reliant, self-sustaining and resource-generating .\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EMATUGAS, FRANCISCO JOSE &quot;BINGO&quot; II F., CPA, CESO, LLB, PIMENTEL, JOHNNY TY, BARBERS, ROBERT ACE S., PLAZA, EDDIEBONG G., FORTUN, LAWRENCE &quot;LAW&quot; H., BASCUG, ALFEL M., ECLEO, ALAN I B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-08-13\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON ECONOMIC AFFAIRS ON 2019-08-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESECONDARILY REFERRED TO THE COMMITTEE(S) ON TRADE AND INDUSTRY\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}