{"heading":"HB03529","0":"AN ACT PRESCRIBING AN URGENT COMPREHENSIVE AND INTEGRATED LAND-BASED TRAFFIC MANAGEMENT POLICY TO EFFECTIVELY ADDRESS THE TRAFFIC CONGESTION CRISIS IN METRO MANILA, METROPOLITAN CEBU AND METROPOLITAN DAVAO AND APPROPRIATING FUNDS THEREFOR","principal-authors":" SARMIENTO, EDGAR S.","primary-referral":" TRANSPORTATION","status":" Pending with the Committee on TRANSPORTATION since 2019-08-13","historyid":"#HB03529-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB03529.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB03529\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PRESCRIBING AN URGENT COMPREHENSIVE AND INTEGRATED LAND-BASED TRAFFIC MANAGEMENT POLICY TO EFFECTIVELY ADDRESS THE TRAFFIC CONGESTION CRISIS IN METRO MANILA, METROPOLITAN CEBU AND METROPOLITAN DAVAO AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Intends to address the issue that Metro Manila traffic is considered as one of the worst in Southeast Asia and that the country loses billions of pesos a day due to the traffic congestion by providing urgent, immediate, and comprehensive solution to the traffic crisis.\r\n\r\nGrants the traffic chief of the Secretary of Transportation, full power and authority to streamline the management of traffic and transportation, and shall have the power of supervision and control over various land transportation agencies. \r\n\r\nAims to incorporate several provisions,  among others as regards to: Comprehensive Traffic Rule Handbook; Traffic Management Plan; Friendship Routes; Revocation and Modification of PUV Franchises and Permits; Suspension of PUV Franchising Authority; Government Take-Over of the Operations of a PUV Franchise; PUV Operator Obligations and Responsibilities; Professional Driver's Examination; Roadworthiness; Financial Assistance to PUV Modernization; Liability for Priority Projects; Special Traffic Crisis Court; Traffic Education.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : \"Traffic Crisis Act, Makiisa. Makisama. Magkaisa\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESARMIENTO, EDGAR S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-08-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Del Mar (000 2019-11-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRANSPORTATION ON 2019-08-13\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}