{"heading":"HB06700","0":"AN ACT BANNING AND DECLARING ILLEGAL PHILIPPINE OFFSHORE GAMING OPERATORS (POGOs) AND OPERATIONS","principal-authors":" ABANTE, BIENVENIDO JR. M.; GARIN, JANETTE L.; BELMONTE, JOSE CHRISTOPHER Y.; ZARATE, CARLOS ISAGANI T.; GAITE, FERDINAND R.; CASTRO, FRANCE L.; BROSAS, ARLENE D.; CULLAMAT, EUFEMIA \"KA FEMIA\" C.; BORDADO, GABRIEL JR. H.; FORTUN, LAWRENCE \"LAW\" H.; DAGOOC, SERGIO C.; GUYA, GODOFREDO N.; DE JESUS, PRESLEY CHENG; EBCAS, ADRIANO A.; LIMKAICHONG, JOCELYN SY; NUÑEZ-MALANYAON, CORAZON T.; YU, DIVINA GRACE C.; LACSON-NOEL, JOSEPHINE VERONIQUE R.; ","primary-referral":" GAMES AND AMUSEMENTS","status":" Pending with the Committee on GAMES AND AMUSEMENTS since 2020-05-11","historyid":"#HB06700-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06700.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06700\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT BANNING AND DECLARING ILLEGAL PHILIPPINE OFFSHORE GAMING OPERATORS (POGOs) AND OPERATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EABANTE, BIENVENIDO JR. M., GARIN, JANETTE L., BELMONTE, JOSE CHRISTOPHER Y., ZARATE, CARLOS ISAGANI T., GAITE, FERDINAND R., CASTRO, FRANCE L., BROSAS, ARLENE D., CULLAMAT, EUFEMIA &quot;KA FEMIA&quot; C., BORDADO, GABRIEL JR. H., FORTUN, LAWRENCE &quot;LAW&quot; H., DAGOOC, SERGIO C., GUYA, GODOFREDO N., DE JESUS, PRESLEY CHENG, EBCAS, ADRIANO A., LIMKAICHONG, JOCELYN SY, NU&Ntilde;EZ-MALANYAON, CORAZON T., YU, DIVINA GRACE C., LACSON-NOEL, JOSEPHINE VERONIQUE R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-05-07\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Abunda (000 2020-05-18)\u003C\/td\u003E\u003Ctd\u003E2. Acosta-Alba (000 2020-05-18)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Lim (000 2020-05-18)\u003C\/td\u003E\u003Ctd\u003E4. Saulog (000 2020-05-18)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E5. Peña (000 2020-05-27)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON GAMES AND AMUSEMENTS ON 2020-05-11\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}