{"heading":"HB06108","0":"AN ACT DEFINING AND PENALIZING THE CRIME OF CYBER-BULLYING","principal-authors":" ANDAYA, MARISSA","primary-referral":" INFORMATION AND COMMUNICATIONS TECHNOLOGY","status":" Pending with the Committee on INFORMATION AND COMMUNICATIONS TECHNOLOGY since 2020-02-04","historyid":"#HB06108-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06108.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06108\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT DEFINING AND PENALIZING THE CRIME OF CYBER-BULLYING \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to protect every citizen from cruelty in the virtual world by defining the scope of \" cyber - bullying \" and imposing penal sanctions to encourage netizens to be responsible and accountable for their cyber - actions.\r\n\r\nEnumerates the \"acts of cruelty committed using the internet or any form of electronic media or technology that has the effect of stripping one's dignity or causing reasonable fear of  physical or emotional harm . . . \" which involves: repeatedly sending offensive, rude, and insulting messages; distributing derogatory information; posting\/sending offensive photos; using the victim's virtual identity to send embarrassing materials; revealing and sharing personal or embarrassing information; and repeatedly sending messages that include threats of harm or online activities that cause fear on the victim's safety.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EANDAYA, MARISSA\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-29\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON INFORMATION AND COMMUNICATIONS TECHNOLOGY ON 2020-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}