{"heading":"HB00541","0":"AN ACT AMENDING PRESIDENTIAL DECREE NO. 442, AS AMENDED, OTHERWISE KNOWN AS THE LABOR CODE OF THE PHILIPPINES, AND PROVIDING FOR THE RATIONALIZATION OF WAGE LEVELS ON A NATIONAL OR INDUSTRIAL BASIS","principal-authors":" CABATBAT, ARGEL JOSEPH T.","primary-referral":" LABOR AND EMPLOYMENT","status":" Pending with the Committee on LABOR AND EMPLOYMENT since 2019-07-23","historyid":"#HB00541-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB00541.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB00541\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT AMENDING PRESIDENTIAL DECREE NO. 442, AS AMENDED, OTHERWISE KNOWN AS THE LABOR CODE OF THE PHILIPPINES, AND PROVIDING FOR THE RATIONALIZATION OF WAGE LEVELS ON A NATIONAL OR INDUSTRIAL BASIS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to address the inadequate and inequitable regional wage levels to the evolving economic realities and intended decent living conditions of a minimum wage earner and his family.\r\n\r\nSeeks to replace the Regional Tripartite Wages and Productivity Boards with the National Wages and Productivity Commission, to address regional wage distortions and harmonize regional wage levels and determine and fix that of the agricultural and non-agricultural Industries at least once every year.\r\n\r\nIntends to ensure strict compliance on the payment of the mandated regional minimum wages by increasing the penalty for non-compliance with a fine in the amount double of the amount of wage denied to workers or P150,000.00 whichever is higher; and in cases where a fine is decreed by DOLE or the NLRC but cannot be satisfied because of the unavailability or inadequacy of funds, the assets of the owners, president, and\/or officers of the corporation or any other entity, or fraction thereof, either movable or immovable property shall be the subject of a summary forfeiture and garnishment proceeding for litigation.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECABATBAT, ARGEL JOSEPH T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-07-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Nieto (000 2020-03-03)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LABOR AND EMPLOYMENT ON 2019-07-23\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}