{"heading":"HB06107","0":"AN ACT EXPANDING THE SCOPE OF ACTS CONSTITUTING SEXUAL HARASSMENT, AMENDING FOR THE PURPOSE REPUBLIC ACT NUMBER 7877, OTHERWISE KNOWN AS THE \"SEXUAL HARASSMENT ACT OF 1995\"","principal-authors":" ANDAYA, MARISSA","primary-referral":" WOMEN AND GENDER EQUALITY","status":" Pending with the Committee on WOMEN AND GENDER EQUALITY since 2020-02-04","historyid":"#HB06107-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06107.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06107\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT EXPANDING THE SCOPE OF ACTS CONSTITUTING SEXUAL HARASSMENT, AMENDING FOR THE PURPOSE REPUBLIC ACT NUMBER 7877, OTHERWISE KNOWN AS THE \"SEXUAL HARASSMENT ACT OF 1995\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to fill many gaps needed to address the limitation of the law and its provision which presupposes the existence of authority, influence or moral ascendancy between the offender and the offended party, by providing that a \"harasser\" could be anyone including a colleague or subordinate staff.\r\n\r\nProposes to strengthen the law by amending certain provisions so that \"sexual harassment\" now constitutes:\r\na) acts that are not only physical or verbal in nature, but also those committed using electronic devices or any available technology or means; b) acts that have been committed either within or outside the place of employment, training or education; and c) offensive remarks about a person's sexual orientation.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EANDAYA, MARISSA\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-29\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON WOMEN AND GENDER EQUALITY ON 2020-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}