{"heading":"HB05913","0":"AN ACT PROVIDING FOR A BASIC REGULATORY FRAMEWORK FOR VIRTUAL BANKING AND FOR OTHER PURPOSES","principal-authors":" SALCEDA, JOEY SARTE","primary-referral":" BANKS AND FINANCIAL INTERMEDIARIES","status":" Pending with the Committee on BANKS AND FINANCIAL INTERMEDIARIES since 2020-01-20","historyid":"#HB05913-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB05913.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB05913\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR A BASIC REGULATORY FRAMEWORK FOR VIRTUAL BANKING AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines virtual bank as “a bank which primarily delivers retail banking services through the internet or other forms of electronic channels instead of physical branches”.\r\n\r\nSeeks to regulate the existence of a financial system that is accessible to as wide a proportion of the population as possible which is a prerequisite to building a strong middle class; present opportunities for fast, reliable, and less costly delivery of social cash transfers; and expedite the rollout of critical anti-poverty measures and help achieve the country's inclusive growth goals.\r\n\r\nPromotes the development of financial technology; grants adequate latitude to the BSP; auctions license to qualified virtual banking applicants; provides operations and management rules that levels the playing field; opens the sector to some degree of foreign ownership; outlines a framework for consumer protection including deposit insurance and protection against unauthorized transactions.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALCEDA, JOEY SARTE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BANKS AND FINANCIAL INTERMEDIARIES ON 2020-01-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}