{"heading":"HB06261","0":"AN ACT MANDATING THE OVERSIGHT AND AUDIT OF GOVERNMENT INTELLIGENCE AND CONFIDENTIAL FUNDS AND FOR OTHER PURPOSES","principal-authors":" GAITE, FERDINAND R.; ZARATE, CARLOS ISAGANI T.; CULLAMAT, EUFEMIA \"KA FEMIA\" C.; ","primary-referral":" PUBLIC ACCOUNTS","status":" Pending with the Committee on PUBLIC ACCOUNTS since 2020-02-18","historyid":"#HB06261-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06261.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06261\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT MANDATING THE OVERSIGHT AND AUDIT OF GOVERNMENT INTELLIGENCE AND CONFIDENTIAL FUNDS AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines \"intelligence funds\" as funds provided for those related to intelligence information gathering activities of uniformed and military personnel, and intelligence practitioners that have direct impact to national security; Also defines \"confidential funds\" as funds provided for those related to surveillance activities in civilian government agencies that are intended to support the mandate or operations of the agency.\r\n\r\nStates that confidential and intelligence funds shall be used for intelligence, counter-intelligence and confidential activities only upon the expressed recommendation of Congress via Joint Resolution, and the approval of the President of the Philippines.\r\n\r\nIntends to fill the gaps of previous initiatives which does not fully address the issues concerning transparency, accountability and other malevolent issues surrounding the use of the funds, and therefore rectify the unconstitutional mode of allocating funds that are free from audit, public scrutiny and official accountability.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGAITE, FERDINAND R., ZARATE, CARLOS ISAGANI T., CULLAMAT, EUFEMIA &quot;KA FEMIA&quot; C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Sy-Alvarado (000 2020-03-04)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PUBLIC ACCOUNTS ON 2020-02-18\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}