{"heading":"HB06135","0":"AN ACT ESTABLISHING THE FISCAL REGIME FOR THE MINING INDUSTRY","short-title":" Establishing The Fiscal Regime For The Mining Industry","principal-authors":" SUANSING, ESTRELLITA B.; SUANSING, HORACIO JR. P.; ABELLANOSA, RODRIGO A.; VILLAFUERTE, LUIS RAYMUND \"LRAY\" JR F.; GARIN, SHARON S.; SANTOS-RECTO, VILMA; RODRIGUEZ, RUFUS B.; SALCEDA, JOEY SARTE; QUIMBO, STELLA LUZ A.; SAVELLANO, DEOGRACIAS VICTOR \"DV\" B.; CUA, JUNIE E.; TEJADA, JOSE \"PING-PING\" I.; VIOLAGO, MICAELA S.; GASATAYA, GREG G.; JALOSJOS, ROMEO JR. M.; GARCIA, JOSE ENRIQUE \"JOET\" III S.; MACAPAGAL ARROYO, JUAN MIGUEL; CALDERON, PETER JOHN D.; DALIPE, MANUEL JOSE \"MANNIX\" M.; GO, ED CHRISTOPHER S.; ZAMORA, WAY KURAT; BRAVO, NARCISO JR. R.; LABADLABAD, GLONA G.; SACDALAN, JOSELITO \"JOEL\" S.; BENITEZ, JOSE FRANCISCO \"KIKO\" B.; DALOG, MAXIMO JR. Y.; GUICO, RAMON \"MON-MON\" III V.; AGABAS, TYRONE D.; SINGSON-MEEHAN, KRISTINE; DIMAPORO, ABDULLAH D.; BALINDONG, YASSER ALONTO; BORDADO, GABRIEL JR. H.; AMATONG, ISAGANI S.; ALMARIO, JOEL MAYO Z.; DEFENSOR, LORENZ R.; DELOS SANTOS, ALFRED C.; GAITE, FERDINAND R.; VERGARA, ROSANNA \"RIA\"; ","primary-referral":" RULES","status":" Pending With Rules (Included in OB on 2020-02-03)","historyid":"#HB06135-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00211.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06135\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING THE FISCAL REGIME FOR THE MINING INDUSTRY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Establishing The Fiscal Regime For The Mining Industry\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to rationalize and institute a single fiscal regime applicable to all mineral agreements for a better revenue sharing between the mining industry and the government.Creates the Natural Resource Trust Fund from the revenue collected from the margin-based royalty paid by the large-scale metallic mining operations outside of mineral reservations that shall redound to the benefit of provinces, cities, municipalities, and barangays directly affected by mining operations. \r\n\r\nProvides the following key provisions: 1.) Impose a three percent (3%) royalty tax on large-scale mining operations located within mining reservation areas; 2.) Impose a margin-based royalty tax on large-scale mining operations outside mining reservation areas ranging from 1% to 5%, as the case may be; 3.) Impose a royalty tax on small-scale mining operations equivalent to one-tenth of one percent (1\/10 of 1%) of gross output; and 4.) Impose an additional margin-based tax on windfall profits gained from mining operations ranging from 1% to 10%, as the case may be.\r\n\r\nExempts mining contractors for all metallic and non-metallic mining operations from the confidentiality clauses of the National Internal Revenue Code  of 1977, as amended, including Sec. 270 in relation to Sec. 71 therein, by requiring  them to observe fiscal transparency and comply with the requirements of the Executive Industries Transparency Initiative (EITI) of government.Creates the Natural Resource Trust Fund from the revenue collected from the margin-based royalty paid by the large-scale metallic mining operations outside of mineral reservations that shall redound to the benefit of provinces, cities, municipalities, and barangays directly affected by mining operations. \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESUANSING, ESTRELLITA B., SUANSING, HORACIO JR. P., ABELLANOSA, RODRIGO A., VILLAFUERTE, LUIS RAYMUND &quot;LRAY&quot; JR F., GARIN, SHARON S., SANTOS-RECTO, VILMA, RODRIGUEZ, RUFUS B., SALCEDA, JOEY SARTE, QUIMBO, STELLA LUZ A., SAVELLANO, DEOGRACIAS VICTOR &quot;DV&quot; B., CUA, JUNIE E., TEJADA, JOSE &quot;PING-PING&quot; I., VIOLAGO, MICAELA S., GASATAYA, GREG G., JALOSJOS, ROMEO JR. M., GARCIA, JOSE ENRIQUE &quot;JOET&quot; III S., MACAPAGAL ARROYO, JUAN MIGUEL, CALDERON, PETER JOHN D., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., GO, ED CHRISTOPHER S., ZAMORA, WAY KURAT, BRAVO, NARCISO JR. R., LABADLABAD, GLONA G., SACDALAN, JOSELITO &quot;JOEL&quot; S., BENITEZ, JOSE FRANCISCO &quot;KIKO&quot; B., DALOG, MAXIMO JR. Y., GUICO, RAMON &quot;MON-MON&quot; III V., AGABAS, TYRONE D., SINGSON-MEEHAN, KRISTINE, DIMAPORO, ABDULLAH D., BALINDONG, YASSER ALONTO, BORDADO, GABRIEL JR. H., AMATONG, ISAGANI S., ALMARIO, JOEL MAYO Z., DEFENSOR, LORENZ R., DELOS SANTOS, ALFRED C., GAITE, FERDINAND R., VERGARA, ROSANNA &quot;RIA&quot;\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00211\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2020-01-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspWAYS AND MEANS, APPROPRIATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspApproval in substitution of House Bills Numbered 288, 560, 1687, 2557, 4541, 4874, 5022 and 5253\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB00288, HB00560, HB01687, HB02557, HB04541, HB04874, HB05022, HB05253\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-02-03\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2020-02-03\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}