{"heading":"HB06756","0":"AN ACT ESTABLISHING A MEDICAL SCHOLARSHIP AND RETURN SERVICE PROGRAM FOR DESERVING STUDENTS, AND APPROPRIATING FUNDS THEREFOR","short-title":" Establishing A Medical Scholarship And Return Service Program For Deserving Students","principal-authors":" TAN, ANGELINA \"HELEN\" D.L. M.D.; SANTOS-RECTO, VILMA; RODRIGUEZ, RUFUS B.; CASTELO, PRECIOUS HIPOLITO; SY-ALVARADO, \"KUYA\" JOSE ANTONIO R.; HOFER, ANN K.; AGABAS, TYRONE D.; ALMARIO, JOEL MAYO Z.; VARGAS, ALFRED; HERRERA-DY, BERNADETTE \"BH\"; ESPINO,JUMEL ANTHONY I.; VILLAFUERTE, LUIS RAYMUND \"LRAY\" JR F.; OLIVAREZ, ERIC L.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; NOEL, FLORENCIO G.; LARA, JOSEPH \"JOJO\" L.; DUTERTE, PAOLO Z.; GO, MARK O.; JIMENEZ, CESAR \"JAWO\" JR. I.; TAMBUNTING, JOY MYRA S.; MARIANO-HERNANDEZ, RUTH; REVILLA, STRIKE B.; CAMINERO, WILFREDO \"WILLY\" S.; ABUEG-ZALDIVAR, CYRILLE \"BENG\" F.; CUEVA, LEO RAFAEL M.; BABASA, LEONARDO JR. L.; ACOSTA, GIL \"KABARANGAY\" JR. A.; CHATTO, EDGAR M.; CALDERON, PETER JOHN D.; TY, DIEGO \"NONOY\" C.; SALCEDA, JOEY SARTE; CUA, JUNIE E.; TEJADA, JOSE \"PING-PING\" I.; VIOLAGO, MICAELA S.; GASATAYA, GREG G.; JALOSJOS, ROMEO JR. M.; GARCIA, JOSE ENRIQUE \"JOET\" III S.; MACAPAGAL ARROYO, JUAN MIGUEL; DALIPE, MANUEL JOSE \"MANNIX\" M.; GO, ED CHRISTOPHER S.; ZAMORA, WAY KURAT; BRAVO, NARCISO JR. R.; LABADLABAD, GLONA G.; SACDALAN, JOSELITO \"JOEL\" S.; BENITEZ, JOSE FRANCISCO \"KIKO\" B.; DALOG, MAXIMO JR. Y.; GUICO, RAMON \"MON-MON\" III V.; SINGSON-MEEHAN, KRISTINE; DIMAPORO, ABDULLAH D.; BALINDONG, YASSER ALONTO; BORDADO, GABRIEL JR. H.; QUIMBO, STELLA LUZ A.; AMATONG, ISAGANI S.; DEFENSOR, LORENZ R.; DELOS SANTOS, ALFRED C.; GAITE, FERDINAND R.; VERGARA, ROSANNA \"RIA\"; VILLARICA, HENRY R.; ERIGUEL, SANDRA Y., M.D.; TIANGCO, JOHN REYNALD M.; SAVELLANO, DEOGRACIAS VICTOR \"DV\" B.; LAZATIN, CARMELO \"JON\" II B.; UNGAB, ISIDRO T.; YAP, ERIC G.; ","primary-referral":" RULES","status":" Unfinished Business (Period of Sponsorship)","historyid":"#HB06756-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00309.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06756\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING A MEDICAL SCHOLARSHIP AND RETURN SERVICE PROGRAM FOR DESERVING STUDENTS, AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Establishing A Medical Scholarship And Return Service Program For Deserving Students\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : \"  Medical Scholarship And Return Service ( M S R S ) Program Act\" \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ETAN, ANGELINA &quot;HELEN&quot; D.L. M.D., SANTOS-RECTO, VILMA, RODRIGUEZ, RUFUS B., CASTELO, PRECIOUS HIPOLITO, SY-ALVARADO, &quot;KUYA&quot; JOSE ANTONIO R., HOFER, ANN K., AGABAS, TYRONE D., ALMARIO, JOEL MAYO Z., VARGAS, ALFRED, HERRERA-DY, BERNADETTE &quot;BH&quot;, ESPINO,JUMEL ANTHONY I., VILLAFUERTE, LUIS RAYMUND &quot;LRAY&quot; JR F., OLIVAREZ, ERIC L., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., NOEL, FLORENCIO G., LARA, JOSEPH &quot;JOJO&quot; L., DUTERTE, PAOLO Z., GO, MARK O., JIMENEZ, CESAR &quot;JAWO&quot; JR. I., TAMBUNTING, JOY MYRA S., MARIANO-HERNANDEZ, RUTH, REVILLA, STRIKE B., CAMINERO, WILFREDO &quot;WILLY&quot; S., ABUEG-ZALDIVAR, CYRILLE &quot;BENG&quot; F., CUEVA, LEO RAFAEL M., BABASA, LEONARDO JR. L., ACOSTA, GIL &quot;KABARANGAY&quot; JR. A., CHATTO, EDGAR M., CALDERON, PETER JOHN D., TY, DIEGO &quot;NONOY&quot; C., SALCEDA, JOEY SARTE, CUA, JUNIE E., TEJADA, JOSE &quot;PING-PING&quot; I., VIOLAGO, MICAELA S., GASATAYA, GREG G., JALOSJOS, ROMEO JR. M., GARCIA, JOSE ENRIQUE &quot;JOET&quot; III S., MACAPAGAL ARROYO, JUAN MIGUEL, DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., GO, ED CHRISTOPHER S., ZAMORA, WAY KURAT, BRAVO, NARCISO JR. R., LABADLABAD, GLONA G., SACDALAN, JOSELITO &quot;JOEL&quot; S., BENITEZ, JOSE FRANCISCO &quot;KIKO&quot; B., DALOG, MAXIMO JR. Y., GUICO, RAMON &quot;MON-MON&quot; III V., SINGSON-MEEHAN, KRISTINE, DIMAPORO, ABDULLAH D., BALINDONG, YASSER ALONTO, BORDADO, GABRIEL JR. H., QUIMBO, STELLA LUZ A., AMATONG, ISAGANI S., DEFENSOR, LORENZ R., DELOS SANTOS, ALFRED C., GAITE, FERDINAND R., VERGARA, ROSANNA &quot;RIA&quot;, VILLARICA, HENRY R., ERIGUEL, SANDRA Y., M.D., TIANGCO, JOHN REYNALD M., SAVELLANO, DEOGRACIAS VICTOR &quot;DV&quot; B., LAZATIN, CARMELO &quot;JON&quot; II B., UNGAB, ISIDRO T., YAP, ERIC G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-05-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Ruiz Daza (000 2020-06-01)\u003C\/td\u003E\u003Ctd\u003E2. Rivera (000 2020-05-28)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Villanueva (E.) (000 2020-05-28)\u003C\/td\u003E\u003Ctd\u003E4. Sangcopan (000 2020-06-02)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E5. Natividad-Nagaño (000 2020-06-02)\u003C\/td\u003E\u003Ctd\u003E6. Cayetano (M.L.) (000 2020-05-27)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E7. Loyola (000 2020-06-03)\u003C\/td\u003E\u003Ctd\u003E8. Alonte (000 2020-06-09)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00309\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2020-05-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspHIGHER AND TECHNICAL EDUCATION, APPROPRIATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its approval in substitution of House Bills Numbered 878, 1626,2139,2881,3445,3745,3847,3865,4205,4315,4364,4471,4659,4889,4974,5197,5243,5343 and 6347\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB00878, HB01626, HB02139, HB02881, HB03445, HB03745, HB03847, HB03865, HB04205, HB04315, HB04364, HB04471, HB04659, HB04889, HB04974, HB05197, HB05243, HB05343, HB06347\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-05-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2020-05-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2020-05-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF SPONSORSHIP :&nbsp2020-05-27, 2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESPONSORED BY :&nbsp Go (M.);Tan (A.)\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}