{"heading":"HB04743","0":"AN ACT IMPOSING THE DEATH PENALTY ON CERTAIN HEINOUS CRIMES, REPEALING FOR THE PURPOSE REPUBLIC ACT NO. 9346, ENTITLED \"AN ACT PROHIBITING THE IMPOSITION OF DEATH PENALTY IN THE PHILIPPINES\" AND AMENDING ACT NO. 3815, AS AMENDED, OTHERWISE KNOWN AS THE \"REVISED PENAL CODE,\" AND OTHER SPECIAL PENAL LAWS","principal-authors":" YAP, ERIC G.; TULFO, JOCELYN P.; TADURAN, ROWENA NIÑA O.; ","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2019-09-24","historyid":"#HB04743-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB04743.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB04743\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT IMPOSING THE DEATH PENALTY ON CERTAIN HEINOUS CRIMES, REPEALING FOR THE PURPOSE REPUBLIC ACT NO. 9346, ENTITLED \"AN ACT PROHIBITING THE IMPOSITION OF DEATH PENALTY IN THE PHILIPPINES\" AND AMENDING ACT NO. 3815, AS AMENDED, OTHERWISE KNOWN AS THE \"REVISED PENAL CODE,\" AND OTHER SPECIAL PENAL LAWS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Proposes to restore the death sentence in the country by imposing the penalty on heinous crimes as defined under Act No.3815, as amended such as treason; qualified piracy; qualified bribery; parricide; murder; infanticide; rape; kidnapping and serious illegal detention; robbery with violence against or intimidation of persons; destructive arson; plunder; carnapping; and illegal acts\/activities related to dangerous drugs and\/or controlled precursors and essential chemical.\r\n\r\nStates that the death penalty shall not be imposed when the guilty person is below eighteen years of age when the crime was committed or is more that seventy years of age when upon appeal or automatic review of the case by the Supreme Courts, the required majority vote is not obtained for said imposition.\r\n\r\nDeclares that the death sentence shall be executed with preference to any other penalty and shall\r\nconsist in putting the person under the sentence to death by either hanging, firing squad or\r\nlethal injection.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EYAP, ERIC G., TULFO, JOCELYN P., TADURAN, ROWENA NI&Ntilde;A O.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-09-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2019-09-24\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}