{"heading":"HB04749","0":"AN ACT INSTITUTING THE MAGNA CARTA NG PILIPINONG MARINO","principal-authors":" ESPINO,JUMEL ANTHONY I.","primary-referral":" OVERSEAS WORKERS AFFAIRS","status":" Pending with the Committee on OVERSEAS WORKERS AFFAIRS since 2019-09-25","historyid":"#HB04749-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB04749.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB04749\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT INSTITUTING THE MAGNA CARTA NG PILIPINONG MARINO\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Contends that existing labor laws and legislation, especially the Overseas Filipinos and Migrant Worker's Act,  do not adhere to the adopted Maritime Labor Convention of 2006 (also known as the \"Seafarer's Bill of Rights\"), which was designed to be applicable internationally and ensure minimum standards for the safe and secure workplace that complies with safety standards and other forms of social protection.\r\n\r\nIntends to fill the gaps in legislation and comply and effectively implement the standards set by the international convention to promote the welfare and protect the rights of Filipino seafarers.\r\n\r\nTasks the Philippine Seafarer One Stop Processing Center (PSOC) to operationalize and make available to the public, an integrated document processing center for the seafarers and the general public to conduct official transactions.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EESPINO,JUMEL ANTHONY I.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-09-23\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Tambunting (000 2019-11-28)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON OVERSEAS WORKERS AFFAIRS ON 2019-09-25\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPREVIOUS COMMITTEE REFERRALS :PRIMARILY REFERRED TO LABOR AND EMPLOYMENT on 2019-09-25;\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}