{"heading":"HB06118","0":"AN ACT REGULATING THE AIRING OF ADVERTISEMENTS OF SUGAR SWEETENED BEVERAGES AND PROVIDING PENALTIES FOR VIOLATION THEREOF","principal-authors":" ABANTE, BIENVENIDO JR. M.","primary-referral":" HEALTH","status":" Pending with the Committee on HEALTH since 2020-02-04","historyid":"#HB06118-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06118.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06118\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REGULATING THE AIRING OF ADVERTISEMENTS OF SUGAR SWEETENED BEVERAGES AND PROVIDING PENALTIES FOR VIOLATION THEREOF\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks regulation in all media platforms such as radio, television and cable television, film and movies, online social media, electronic, print or whatever form of mass media, including outdoor advertisements, but not limited to signs and billboards.\r\n\r\nDefines \"Sugar Sweetened Beverages ( S S B )\" to non-alcoholic beverages of any constitution (liquid, powder, or concentrates) that are pre-packaged and sealed in accordance with the F D A standards, that contain caloric and\/or non-caloric sweeteners added by the manufacturers, and shall include, but not limited to the following: sweetened juice drinks; sweetened tea; all carbonated beverages; flavored water; energy and sports drinks; other powdered drinks not classified as milk, juice, tea, and coffee; cereal and grain beverages; and other non-alcoholic beverages that contain added sugar.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EABANTE, BIENVENIDO JR. M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-01-29\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HEALTH ON 2020-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}