{"heading":"HB06273","0":"AN ACT AMENDING THE REVISED PENAL CODE'S ARTICLE 315 TO INCLUDE WILFUL NON-PAYMENT OF CORRECTLY IMPOSED PUBLIC TRANSPORTATION FEES AS A MODE OF COMMITTING ESTAFA","principal-authors":" YAP, ERIC G.; TULFO, JOCELYN P.; TADURAN, ROWENA NIÑA O.; ","primary-referral":" REVISION OF LAWS","status":" Pending with the Committee on REVISION OF LAWS since 2020-02-18","historyid":"#HB06273-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HB06273.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB06273\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT AMENDING THE REVISED PENAL CODE'S ARTICLE 315 TO INCLUDE WILFUL NON-PAYMENT OF CORRECTLY IMPOSED PUBLIC TRANSPORTATION FEES AS A MODE OF COMMITTING ESTAFA\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to give protection to the drivers, riders and delivery men of common carriers or the new transportation methods such as Grab, Angkas, Lala Move, and Joy Ride.\r\n\r\nProposes therefore to amend the definition of Estafa or Swindling in order to prevent abuses of the new methods of engaging common-carriers who usually risk both their own funds and safety in delivering passengers and goods to their final destination.\r\n\r\nDeclares that any person who shall defraud another by \"willful refusal to pay the properly imposed fees to any common-carrier, regardless of the amount due\" shall be punished under Art.315 of Act No.3815 of the \r\nRevised Penal Code.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EYAP, ERIC G., TULFO, JOCELYN P., TADURAN, ROWENA NI&Ntilde;A O.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON REVISION OF LAWS ON 2020-02-18\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}