{"heading":"HR00723","0":"A RESOLUTION CALLING ON THE DEPARTMENT OF HEALTH (DOH) TO FULLY UTILIZE ITS POWERS AND AUTHORITY AS LEAD AGENCY IN MOBILIZING THE INTER-AGENCY TASK FORCE FOR THE MANAGEMENT OF EMERGING INFECTIOUS DISEASES IN THE PHILIPPINES (ITFMEIDP)","principal-authors":" BIAZON, ROZZANO RUFINO B.; LOPEZ, MANUEL LUIS T.; LIM, ALOY; DATOL, FRANCISCO JR. G; SINGSON, JOSE \"BONITO\" JR. C.; GONZALES, AURELIO \"DONG\" JR. D.; REYES, ALLAN BENEDICT S.; CAMPOS, LUIS JR. N.; ROMULO, ROMAN T.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; LACSON, VIRGILIO S.; PEÑA, ROMULO \"KID\" JR.; LACSON-NOEL, JOSEPHINE VERONIQUE R.; REVILLA, STRIKE B.; ","primary-referral":" HEALTH","status":" Pending with the Committee on HEALTH since 2020-02-19","historyid":"#HR00723-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00723.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00723\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION CALLING ON THE DEPARTMENT OF HEALTH (DOH) TO FULLY UTILIZE ITS POWERS AND AUTHORITY AS LEAD AGENCY IN MOBILIZING THE INTER-AGENCY TASK FORCE FOR THE MANAGEMENT OF EMERGING INFECTIOUS DISEASES IN THE PHILIPPINES (ITFMEIDP)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBIAZON, ROZZANO RUFINO B., LOPEZ, MANUEL LUIS T., LIM, ALOY, DATOL, FRANCISCO JR. G, SINGSON, JOSE &quot;BONITO&quot; JR. C., GONZALES, AURELIO &quot;DONG&quot; JR. D., REYES, ALLAN BENEDICT S., CAMPOS, LUIS JR. N., ROMULO, ROMAN T., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., LACSON, VIRGILIO S., PE&Ntilde;A, ROMULO &quot;KID&quot; JR., LACSON-NOEL, JOSEPHINE VERONIQUE R., REVILLA, STRIKE B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-17\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HEALTH ON 2020-02-19\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}