{"heading":"HR00926","0":"RESOLUTION URGING THE NATIONAL GOVERNMENT TO FAST TRACK THE DISBURSEMENT OF THE SECOND TRANCHE OF THE SOCIAL AMELIORATION PROGRAM EMERGENCY CASH SUBSIDY BY AUTHORIZING THE BARANGAY TO IDENTIFY THE BENEFICIARIES AND DISBURSE THE ALLOCATION FAIRLY, EFFICIENCY AND RESPOSIBLY","principal-authors":" FERNANDO, BAYANI F.; VILLAFUERTE, LUIS RAYMUND \"LRAY\" JR F.; TORRES-GOMEZ, LUCY; ERIGUEL, SANDRA Y., M.D.; ROMAN, GERALDINE B.; ACOSTA-ALBA, MA. LOURDES; ARROYO, MA. LOURDES T.; ENVERGA, WILFRIDO MARK M.; GATCHALIAN, WESLIE T.; DATOL, FRANCISCO JR. G; ROMULO, ROMAN T.; GO, MARK O.; LACSON, VIRGILIO S.; PINEDA, ENRICO A.; MENDOZA, RAYMUND DEMOCRITO C.; SARMIENTO, EDGAR S.; CAMINERO, WILFREDO \"WILLY\" S.; GONZALES, AURELIO \"DONG\" JR. D.; HERNANDEZ, FERDINAND L.; BAGATSING, CRISTAL L.; PADUANO, JOSEPH STEPHEN S.; CANAMA, SABINIANO S.; KHO, ELISA \"OLGA\" T.; ","primary-referral":" DEFEAT COVID-19 AD-HOC COMMITTEE","status":" Business for the day on 2020-05-28","historyid":"#HR00926-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00335.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00926\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION URGING THE NATIONAL GOVERNMENT TO FAST TRACK THE DISBURSEMENT OF THE SECOND TRANCHE OF THE SOCIAL AMELIORATION PROGRAM EMERGENCY CASH SUBSIDY BY AUTHORIZING THE BARANGAY TO IDENTIFY THE BENEFICIARIES AND DISBURSE THE ALLOCATION FAIRLY, EFFICIENCY AND RESPOSIBLY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFERNANDO, BAYANI F., VILLAFUERTE, LUIS RAYMUND &quot;LRAY&quot; JR F., TORRES-GOMEZ, LUCY, ERIGUEL, SANDRA Y., M.D., ROMAN, GERALDINE B., ACOSTA-ALBA, MA. LOURDES, ARROYO, MA. LOURDES T., ENVERGA, WILFRIDO MARK M., GATCHALIAN, WESLIE T., DATOL, FRANCISCO JR. G, ROMULO, ROMAN T., GO, MARK O., LACSON, VIRGILIO S., PINEDA, ENRICO A., MENDOZA, RAYMUND DEMOCRITO C., SARMIENTO, EDGAR S., CAMINERO, WILFREDO &quot;WILLY&quot; S., GONZALES, AURELIO &quot;DONG&quot; JR. D., HERNANDEZ, FERDINAND L., BAGATSING, CRISTAL L., PADUANO, JOSEPH STEPHEN S., CANAMA, SABINIANO S., KHO, ELISA &quot;OLGA&quot; T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00335\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspDEFEAT COVID-19 AD-HOC COMMITTEE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its adoption, in substitution of House Resolution No. 807\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHR00807\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}