{"heading":"HR00552","0":"A RESOLUTION RESPECTFULLY URGING THE COMMISSION ON ELECTIONS (COMELEC) TO ISSUE THE CERTIFICATE OF PROCLAMATIONS (COPs) TO THE RESPECTIVE FIRST NOMINEES OF THE PARTY LISTS SENIOR CITIZEN AND DUTERTE YOUTH REPRESENTING THE LAST TWO REMAINING SEATS ALLOCATED TO PARTY LIST REPRESENTATIVES IN ACCORDANCE WITH THE 1987 CONSTITUTION","principal-authors":" CAYETANO, ALAN PETER \"COMPAÑERO\" S.; ROMUALDEZ, FERDINAND MARTIN G.; ABANTE, BIENVENIDO JR. M.; ROMERO, MICHAEL ODYLON L.; DEFENSOR, LORENZ R.; SINGSON, JOSE \"BONITO\" JR. C.; MARCOLETA, RODANTE D.; SALO, RON P.; LIM, ALOY; ESTRELLA, CONRADO III M.; LUSOTAN, MACNELL; TULFO, JOCELYN P.; TADURAN, ROWENA NIÑA O.; GARBIN, ALFREDO JR. A.; PINEDA, ENRICO A.; ONG, RONNIE L.; HERRERA-DY, BERNADETTE \"BH\"; TY ALAN; GONZALEZ, SANDRO L.; LAGON, SONNY \"SL\" L.; EBCAS, ADRIANO A.; NOGRALES, JERICHO JONAS B.; CANAMA, SABINIANO S.; DELOS SANTOS, ALFRED C.; PACQUIAO, ALBERTO D.; SANGCOPAN, AMIHILDA J.; TEVES, ARNOLFO \"ARNIE\" JR. A.; GARIN, SHARON S.; PADIERNOS, JOSE GAY G.; CABATBAT, ARGEL JOSEPH T.; DAGOOC, SERGIO C.; FARIÑAS, RUDYS CESAR I G.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2019-11-25","historyid":"#HR00552-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00552.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00552\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION RESPECTFULLY URGING THE COMMISSION ON ELECTIONS (COMELEC) TO ISSUE THE CERTIFICATE OF PROCLAMATIONS (COPs) TO THE RESPECTIVE FIRST NOMINEES OF THE PARTY LISTS SENIOR CITIZEN AND DUTERTE YOUTH REPRESENTING THE LAST TWO REMAINING SEATS ALLOCATED TO PARTY LIST REPRESENTATIVES IN ACCORDANCE WITH THE 1987 CONSTITUTION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECAYETANO, ALAN PETER &quot;COMPA&Ntilde;ERO&quot; S., ROMUALDEZ, FERDINAND MARTIN G., ABANTE, BIENVENIDO JR. M., ROMERO, MICHAEL ODYLON L., DEFENSOR, LORENZ R., SINGSON, JOSE &quot;BONITO&quot; JR. C., MARCOLETA, RODANTE D., SALO, RON P., LIM, ALOY, ESTRELLA, CONRADO III M., LUSOTAN, MACNELL, TULFO, JOCELYN P., TADURAN, ROWENA NI&Ntilde;A O., GARBIN, ALFREDO JR. A., PINEDA, ENRICO A., ONG, RONNIE L., HERRERA-DY, BERNADETTE &quot;BH&quot;, TY ALAN, GONZALEZ, SANDRO L., LAGON, SONNY &quot;SL&quot; L., EBCAS, ADRIANO A., NOGRALES, JERICHO JONAS B., CANAMA, SABINIANO S., DELOS SANTOS, ALFRED C., PACQUIAO, ALBERTO D., SANGCOPAN, AMIHILDA J., TEVES, ARNOLFO &quot;ARNIE&quot; JR. A., GARIN, SHARON S., PADIERNOS, JOSE GAY G., CABATBAT, ARGEL JOSEPH T., DAGOOC, SERGIO C., FARI&Ntilde;AS, RUDYS CESAR I G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-11-25\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EAUTHORSHIP WITHDRAWALS:\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003ECabatbat(2020-01-20)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E()\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-11-25\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}