{"heading":"HR00925","0":"A RESOLUTION EXPRESSING THE COMMITMENT OF THE HOUSE OF REPRESENTATIVES TO ENACT THE PROPOSED PHP 66-BILLION SUPPLEMENTAL BUDGET OF THE DEPARTMENT OF AGRICULTURE TO SUPPORT ITS PROGRAMS IN  ADDRESSING THE IMPACT OF THE COVID-19 PANDEMIC, PARTICULARLY IN THE AREAS OF FOOD & NUTRITION, SECURITY AND PRICE STABILITY","principal-authors":" ROBES, FLORIDA \"RIDA\" P.; ENVERGA, WILFRIDO MARK M.; VILLAFUERTE, LUIS RAYMUND \"LRAY\" JR F.; TORRES-GOMEZ, LUCY; ERIGUEL, SANDRA Y., M.D.; ROMAN, GERALDINE B.; ACOSTA-ALBA, MA. LOURDES; ARROYO, MA. LOURDES T.; GATCHALIAN, WESLIE T.; MALAPITAN, DALE \"ALONG\" R.; DATOL, FRANCISCO JR. G; ROMULO, ROMAN T.; GO, MARK O.; LACSON, VIRGILIO S.; PINEDA, ENRICO A.; MENDOZA, RAYMUND DEMOCRITO C.; SARMIENTO, EDGAR S.; CAMINERO, WILFREDO \"WILLY\" S.; GONZALES, AURELIO \"DONG\" JR. D.; HERNANDEZ, FERDINAND L.; BAGATSING, CRISTAL L.; PADUANO, JOSEPH STEPHEN S.; CANAMA, SABINIANO S.; CUEVA, LEO RAFAEL M.; MARTINEZ, ERIC M.; CHUNGALAO, SOLOMON R.; BARZAGA, ELPIDIO JR. F.; KHO, ELISA \"OLGA\" T.; ROMUALDEZ, YEDDA MARIE K.; GULLAS, EDUARDO \"EDDIE\" R.; FERNANDO, BAYANI F.; ","primary-referral":" RULES","status":" Business for the day on 2020-05-28","historyid":"#HR00925-18","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_18\/CR00334.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00925\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION EXPRESSING THE COMMITMENT OF THE HOUSE OF REPRESENTATIVES TO ENACT THE PROPOSED PHP 66-BILLION SUPPLEMENTAL BUDGET OF THE DEPARTMENT OF AGRICULTURE TO SUPPORT ITS PROGRAMS IN  ADDRESSING THE IMPACT OF THE COVID-19 PANDEMIC, PARTICULARLY IN THE AREAS OF FOOD & NUTRITION, SECURITY AND PRICE STABILITY \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EROBES, FLORIDA &quot;RIDA&quot; P., ENVERGA, WILFRIDO MARK M., VILLAFUERTE, LUIS RAYMUND &quot;LRAY&quot; JR F., TORRES-GOMEZ, LUCY, ERIGUEL, SANDRA Y., M.D., ROMAN, GERALDINE B., ACOSTA-ALBA, MA. LOURDES, ARROYO, MA. LOURDES T., GATCHALIAN, WESLIE T., MALAPITAN, DALE &quot;ALONG&quot; R., DATOL, FRANCISCO JR. G, ROMULO, ROMAN T., GO, MARK O., LACSON, VIRGILIO S., PINEDA, ENRICO A., MENDOZA, RAYMUND DEMOCRITO C., SARMIENTO, EDGAR S., CAMINERO, WILFREDO &quot;WILLY&quot; S., GONZALES, AURELIO &quot;DONG&quot; JR. D., HERNANDEZ, FERDINAND L., BAGATSING, CRISTAL L., PADUANO, JOSEPH STEPHEN S., CANAMA, SABINIANO S., CUEVA, LEO RAFAEL M., MARTINEZ, ERIC M., CHUNGALAO, SOLOMON R., BARZAGA, ELPIDIO JR. F., KHO, ELISA &quot;OLGA&quot; T., ROMUALDEZ, YEDDA MARIE K., GULLAS, EDUARDO &quot;EDDIE&quot; R., FERNANDO, BAYANI F.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00334\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspDEFEAT COVID-19 AD-HOC COMMITTEE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its adoption, in substitution of House Resolution No.821\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHR00821\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2020-05-28\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}