{"heading":"HR00365","0":"A RESOLUTION URGING SPEAKER ALAN PETER CAYETANO THROUGH THE COMMITTEE ON APPROPRIATIONS TO RESTORE THE FISCAL YEAR 2020 PROPOSED SUBSIDY FROM THE NATIONAL GOVERNMENT OF PHP 6.146 BILLION FOR THE NATIONAL ELECTRIFICATION ADMINISTRATION REDUCED BY THE DEPARTMENT OF BUDGET AND MANAGEMENT TO PHP 1.531 BILLION PESOS","principal-authors":" PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L.; UMALI, MA. VICTORIA V.; PADUANO, JOSEPH STEPHEN S.; TADURAN, ROWENA NIÑA O.; TULFO, JOCELYN P.; YAP, ERIC G.; CASTRO, FRANCE L.; EBCAS, ADRIANO A.; DELOS SANTOS, ALFRED C.; DAGOOC, SERGIO C.; CULLAMAT, EUFEMIA \"KA FEMIA\" C.; GAITE, FERDINAND R.; ZARATE, CARLOS ISAGANI T.; RIVERA, DOMINGO C.; MOMO, ROMEO S.; PADIERNOS, JOSE GAY G.; SALO, RON P.; CABATBAT, ARGEL JOSEPH T.; GONZALEZ, SANDRO L.; PACQUIAO, ALBERTO D.; BUSTOS, JORGE ANTONIO P.; DE JESUS, PRESLEY CHENG; SINGSON, JOSE \"BONITO\" JR. C.; LIM, ALOY; GUYA, GODOFREDO N.; TEVES, JOSE \"BONG\" JR. J.; SAULOG, IRENE GAY F.; ABANTE, BIENVENIDO JR. M.; ZUBIRI, MANUEL F.; BASCUG, ALFEL M.; TY, DIEGO \"NONOY\" C.; FLORES, JONATHAN KEITH T.; SACDALAN, JOSELITO \"JOEL\" S.; UNABIA, CHRISTIAN S.; TUTOR, KRISTINE ALEXIE B.; ECLEO, ALAN I B.; MATUGAS, FRANCISCO JOSE \"BINGO\" II F., CPA, CESO, LLB; SALIMBANGON, JANICE Z.; PLAZA, EDDIEBONG G.; ","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2019-09-24","historyid":"#HR00365-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00365.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00365\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION URGING SPEAKER ALAN PETER CAYETANO THROUGH THE COMMITTEE ON APPROPRIATIONS TO RESTORE THE FISCAL YEAR 2020 PROPOSED SUBSIDY FROM THE NATIONAL GOVERNMENT OF PHP 6.146 BILLION FOR THE NATIONAL ELECTRIFICATION ADMINISTRATION REDUCED BY THE DEPARTMENT OF BUDGET AND MANAGEMENT TO PHP 1.531 BILLION PESOS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., UMALI, MA. VICTORIA V., PADUANO, JOSEPH STEPHEN S., TADURAN, ROWENA NI&Ntilde;A O., TULFO, JOCELYN P., YAP, ERIC G., CASTRO, FRANCE L., EBCAS, ADRIANO A., DELOS SANTOS, ALFRED C., DAGOOC, SERGIO C., CULLAMAT, EUFEMIA &quot;KA FEMIA&quot; C., GAITE, FERDINAND R., ZARATE, CARLOS ISAGANI T., RIVERA, DOMINGO C., MOMO, ROMEO S., PADIERNOS, JOSE GAY G., SALO, RON P., CABATBAT, ARGEL JOSEPH T., GONZALEZ, SANDRO L., PACQUIAO, ALBERTO D., BUSTOS, JORGE ANTONIO P., DE JESUS, PRESLEY CHENG, SINGSON, JOSE &quot;BONITO&quot; JR. C., LIM, ALOY, GUYA, GODOFREDO N., TEVES, JOSE &quot;BONG&quot; JR. J., SAULOG, IRENE GAY F., ABANTE, BIENVENIDO JR. M., ZUBIRI, MANUEL F., BASCUG, ALFEL M., TY, DIEGO &quot;NONOY&quot; C., FLORES, JONATHAN KEITH T., SACDALAN, JOSELITO &quot;JOEL&quot; S., UNABIA, CHRISTIAN S., TUTOR, KRISTINE ALEXIE B., ECLEO, ALAN I B., MATUGAS, FRANCISCO JOSE &quot;BINGO&quot; II F., CPA, CESO, LLB, SALIMBANGON, JANICE Z., PLAZA, EDDIEBONG G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-09-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2019-09-24\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}