{"heading":"HR00764","0":"RESOLUTION URGING THE SPEAKER OF THE HOUSE OF REPRESENTATIVES AND THE MEMBERS OF THE COMMITTEE ON RULES CHAIRED BY MAJORITY LEADER REP. FERDINAND MARTIN G. ROMUALDEZ TO CONSIDER CONVERTING THE SPECIAL COMMITTEE ON SENIOR CITIZENS INTO A REGULAR STANDING COMMITTEE OF THE HOUSE OF REPRESENTATIVES","principal-authors":" DATOL, FRANCISCO JR. G; MARCOLETA, RODANTE D.; RIVERA, DOMINGO C.; ARROYO, MA. LOURDES T.; CALIXTO, ANTONINO G.; CUA, JUNIE E.; VARGAS, ALFRED; MARTINEZ, ERIC M.; DIMAPORO, ABDULLAH D.; MARQUEZ, CARLITO S.; ROBES, FLORIDA \"RIDA\" P.; SILVERIO, LORNA C.; CABREDO, FERNANDO T.; BIRON, BRAEDEN JOHN Q.; GULLAS, EDUARDO \"EDDIE\" R.; SALO, RON P.; LUSOTAN, MACNELL; AMATONG, ISAGANI S.; UMALI, ALFONSO JR. V.; PINEDA, ENRICO A.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2020-03-10","historyid":"#HR00764-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00764.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00764\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION URGING THE SPEAKER OF THE HOUSE OF REPRESENTATIVES AND THE MEMBERS OF THE COMMITTEE ON RULES CHAIRED BY MAJORITY LEADER REP. FERDINAND MARTIN G. ROMUALDEZ TO CONSIDER CONVERTING THE SPECIAL COMMITTEE ON SENIOR CITIZENS INTO A REGULAR STANDING COMMITTEE OF THE HOUSE OF REPRESENTATIVES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDATOL, FRANCISCO JR. G, MARCOLETA, RODANTE D., RIVERA, DOMINGO C., ARROYO, MA. LOURDES T., CALIXTO, ANTONINO G., CUA, JUNIE E., VARGAS, ALFRED, MARTINEZ, ERIC M., DIMAPORO, ABDULLAH D., MARQUEZ, CARLITO S., ROBES, FLORIDA &quot;RIDA&quot; P., SILVERIO, LORNA C., CABREDO, FERNANDO T., BIRON, BRAEDEN JOHN Q., GULLAS, EDUARDO &quot;EDDIE&quot; R., SALO, RON P., LUSOTAN, MACNELL, AMATONG, ISAGANI S., UMALI, ALFONSO JR. V., PINEDA, ENRICO A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-03-04\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-03-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}