{"heading":"HR00702","0":"RESOLUTION DIRECTING THE HOUSE OF REPRESENTATIVES, THROUGH THE COMMITTEE ON GOOD GOVERNMENT AND ACCOUNTABILITY, TO CONDUCT AN INVESTIGATION, IN AID OF LEGISLATION, ON THE ALLEGED USE OF CONFIDENTIAL FUNDS OF THE DEPARTMENT OF INFORMATION AND COMMUNICATIONS TECHNOLOGY FOR SURVEILLANCE","principal-authors":" ABANTE, BIENVENIDO JR. M.; ZARATE, CARLOS ISAGANI T.; GAITE, FERDINAND R.; CULLAMAT, EUFEMIA \"KA FEMIA\" C.; CASTRO, FRANCE L.; BROSAS, ARLENE D.; ELAGO, SARAH JANE I.; BELMONTE, JOSE CHRISTOPHER Y.; FERNANDO, BAYANI F.; SINGSON, JOSE \"BONITO\" JR. C.; BORDADO, GABRIEL JR. H.; QUIMBO, STELLA LUZ A.; DAGOOC, SERGIO C.; FORTUN, LAWRENCE \"LAW\" H.; UMALI, MA. VICTORIA V.; SAULOG, IRENE GAY F.; GUYA, GODOFREDO N.; ADVINCULA, ALEX \"AA\" L.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2020-02-10","historyid":"#HR00702-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00702.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00702\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION DIRECTING THE HOUSE OF REPRESENTATIVES, THROUGH THE COMMITTEE ON GOOD GOVERNMENT AND ACCOUNTABILITY, TO CONDUCT AN INVESTIGATION, IN AID OF LEGISLATION, ON THE ALLEGED USE OF CONFIDENTIAL FUNDS OF THE DEPARTMENT OF INFORMATION AND COMMUNICATIONS TECHNOLOGY FOR SURVEILLANCE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EABANTE, BIENVENIDO JR. M., ZARATE, CARLOS ISAGANI T., GAITE, FERDINAND R., CULLAMAT, EUFEMIA &quot;KA FEMIA&quot; C., CASTRO, FRANCE L., BROSAS, ARLENE D., ELAGO, SARAH JANE I., BELMONTE, JOSE CHRISTOPHER Y., FERNANDO, BAYANI F., SINGSON, JOSE &quot;BONITO&quot; JR. C., BORDADO, GABRIEL JR. H., QUIMBO, STELLA LUZ A., DAGOOC, SERGIO C., FORTUN, LAWRENCE &quot;LAW&quot; H., UMALI, MA. VICTORIA V., SAULOG, IRENE GAY F., GUYA, GODOFREDO N., ADVINCULA, ALEX &quot;AA&quot; L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2020-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2020-02-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}