{"heading":"HR00418","0":"RESOLUTION EXPRESSING THE SENSE OF THE HOUSE OF REPRESENTATIVES FOR CLIMATE JUSTICE, STRENGTHENED IMPLEMENTATION OF CLIMATE CHANGE AND ENVIRONMENTAL SUSTAINABILITY LAWS IN THE COUNTRY AND FOR DEVELOPED COUNTRIES TO DELIVER ON THEIR COMMITMENTS","principal-authors":" CHATTO, EDGAR M.; LEGARDA, LOREN; SAULOG, IRENE GAY F.; MANGAOANG, ALLEN JESSE C.; TUTOR, KRISTINE ALEXIE B.; CULLAMAT, EUFEMIA \"KA FEMIA\" C.; BALINDONG, YASSER ALONTO; LIMKAICHONG, JOCELYN SY; CUEVA, LEO RAFAEL M.; ABAYA, FRANCIS GERALD AGUINALDO; RODRIGUEZ, RUFUS B.; SANCHEZ, HECTOR S.; ROMULO, ROMAN T.; LAGMAN, EDCEL C.; ERICE, EDGAR R.; MARCOLETA, RODANTE D.; ABELLANOSA, RODRIGO A.; CAMINERO, WILFREDO \"WILLY\" S.; BARBERS, ROBERT ACE S.; SINSUAT, DATU ROONIE SR. Q.; NAVA, NA. LUCILLE L., M.D.; FLORES, JONATHAN KEITH T.; LABADLABAD, GLONA G.; SALIMBANGON, JANICE Z.; ESPINA, GERARDO \"GERRYBOY\" JR. J.; BARONDA, JULIENNE \"JAM\" L.; ZUBIRI, MANUEL F.; CASTRO, FRANCE L.; BAUTISTA, CLAUDINE DIANA D.; SINGSON-MEEHAN, KRISTINE; NOLASCO, RAMON JR. C.; EBCAS, ADRIANO A.; MOMO, ROMEO S.; CALDERON, PETER JOHN D.; ELAGO, SARAH JANE I.; FRASCO, VINCENT FRANCO \"DUKE\" D.; GONZALES, AURELIO \"DONG\" JR. D.; BABASA, LEONARDO JR. L.; OUANO-DIZON, EMMARIE \"LOLYPOP\"; RADAZA, PAZ C.; ARROYO, MA. LOURDES T.; SIAO, FREDERICK W.; TY, DIEGO \"NONOY\" C.; SACDALAN, JOSELITO \"JOEL\" S.; MATBA, RASHDIN; BASCUG, ALFEL M.; BORDADO, GABRIEL JR. H.; AMATONG, ISAGANI S.; FERNANDO, BAYANI F.; SANTOS-RECTO, VILMA; UMALI, ALFONSO JR. V.; UMALI, MA. VICTORIA V.; ORTEGA, PABLO C.; CANAMA, SABINIANO S.; GO, MARK O.; PANCHO, GAVINI \"APOL\" C.; ROMAN, GERALDINE B.; SILVERIO, LORNA C.; ANGARA, ROMMEL RICO; VILLANUEVA, NOEL L.; LAZATIN, CARMELO \"JON\" II B.; SALO, RON P.; NATIVIDAD-NAGAÑO, MARICEL G., MD.; GERON, RICO B.; CABOCHAN, MANUEL III. D.; ESCUDERO, EVELINA G.; SAVELLANO, DEOGRACIAS VICTOR \"DV\" B.; PANOTES, MARISOL C.; ALBANO, ANTONIO \"TONYPET\" T.; OLIVAREZ, ERIC L.; ABU, RANEO \"RANIE\" E.; QUIMBO, STELLA LUZ A.; BOLILIA, LIANDA B.; CUARESMA, LUISA LLOREN; PINEDA, ENRICO A.; MARIÑO, MARIO VITTORIO \"MARVEY\" A.; BELMONTE, JOSE CHRISTOPHER Y.; VARGAS ALFONSO, SAMANTHA LOUISE; TIANGCO, JOHN REYNALD M.; GARCIA, PABLO JOHN F.; REYES, ALLAN BENEDICT S.; NOGRALES, JUAN FIDEL FELIPE F.; AGABAS, TYRONE D.; MARQUEZ, CARLITO S.; DAGOOC, SERGIO C.; ONG, JOSE \"JUN\" JR. L.; GUYA, GODOFREDO N.; LIM, ALOY; CO, ANGELICA NATASHA; TULFO, JOCELYN P.; TADURAN, ROWENA NIÑA O.; ABUNDA, MARIA FE R.; LOYOLA, DAHLIA A.; JAVIER, LOLITA T.; ACOP, RESURRECCION M.; TAN, SHERNEE A.; TALLADO, JOSEFINA B.; TAN, SAMIER A.; RAMIREZ-SATO, JOSEPHINE; GARIN, SHARON S.; CABATBAT, ARGEL JOSEPH T.; ZARATE, CARLOS ISAGANI T.; PADUANO, JOSEPH STEPHEN S.; FERRER, JULIET MARIE DE LEON; ACOSTA-ALBA, MA. LOURDES; ADIONG, ANSARUDDIN ABDUL MALIK A.; TORRES-GOMEZ, LUCY; GAITE, FERDINAND R.; BROSAS, ARLENE D.; MENDOZA, RAYMUND DEMOCRITO C.; LACSON-NOEL, JOSEPHINE VERONIQUE R.; CRISOLOGO, ANTHONY PETER \"ONYX\" D.; CHUNGALAO, SOLOMON R.; RAMOS, MA. BERNADITA \"DITAS\"; FORTUNO, JOCELYN F.; TAMBUNTING, JOY MYRA S.; ","primary-referral":" CLIMATE CHANGE","status":" Pending with the Committee on CLIMATE CHANGE since 2019-11-04","historyid":"#HR00418-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00418.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00418\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EXPRESSING THE SENSE OF THE HOUSE OF REPRESENTATIVES FOR CLIMATE JUSTICE, STRENGTHENED IMPLEMENTATION OF CLIMATE CHANGE AND ENVIRONMENTAL SUSTAINABILITY LAWS IN THE COUNTRY AND FOR DEVELOPED COUNTRIES TO DELIVER ON THEIR COMMITMENTS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECHATTO, EDGAR M., LEGARDA, LOREN, SAULOG, IRENE GAY F., MANGAOANG, ALLEN JESSE C., TUTOR, KRISTINE ALEXIE B., CULLAMAT, EUFEMIA &quot;KA FEMIA&quot; C., BALINDONG, YASSER ALONTO, LIMKAICHONG, JOCELYN SY, CUEVA, LEO RAFAEL M., ABAYA, FRANCIS GERALD AGUINALDO, RODRIGUEZ, RUFUS B., SANCHEZ, HECTOR S., ROMULO, ROMAN T., LAGMAN, EDCEL C., ERICE, EDGAR R., MARCOLETA, RODANTE D., ABELLANOSA, RODRIGO A., CAMINERO, WILFREDO &quot;WILLY&quot; S., BARBERS, ROBERT ACE S., SINSUAT, DATU ROONIE SR. Q., NAVA, NA. LUCILLE L., M.D., FLORES, JONATHAN KEITH T., LABADLABAD, GLONA G., SALIMBANGON, JANICE Z., ESPINA, GERARDO &quot;GERRYBOY&quot; JR. J., BARONDA, JULIENNE &quot;JAM&quot; L., ZUBIRI, MANUEL F., CASTRO, FRANCE L., BAUTISTA, CLAUDINE DIANA D., SINGSON-MEEHAN, KRISTINE, NOLASCO, RAMON JR. C., EBCAS, ADRIANO A., MOMO, ROMEO S., CALDERON, PETER JOHN D., ELAGO, SARAH JANE I., FRASCO, VINCENT FRANCO &quot;DUKE&quot; D., GONZALES, AURELIO &quot;DONG&quot; JR. D., BABASA, LEONARDO JR. L., OUANO-DIZON, EMMARIE &quot;LOLYPOP&quot;, RADAZA, PAZ C., ARROYO, MA. LOURDES T., SIAO, FREDERICK W., TY, DIEGO &quot;NONOY&quot; C., SACDALAN, JOSELITO &quot;JOEL&quot; S., MATBA, RASHDIN, BASCUG, ALFEL M., BORDADO, GABRIEL JR. H., AMATONG, ISAGANI S., FERNANDO, BAYANI F., SANTOS-RECTO, VILMA, UMALI, ALFONSO JR. V., UMALI, MA. VICTORIA V., ORTEGA, PABLO C., CANAMA, SABINIANO S., GO, MARK O., PANCHO, GAVINI &quot;APOL&quot; C., ROMAN, GERALDINE B., SILVERIO, LORNA C., ANGARA, ROMMEL RICO, VILLANUEVA, NOEL L., LAZATIN, CARMELO &quot;JON&quot; II B., SALO, RON P., NATIVIDAD-NAGA&Ntilde;O, MARICEL G., MD., GERON, RICO B., CABOCHAN, MANUEL III. D., ESCUDERO, EVELINA G., SAVELLANO, DEOGRACIAS VICTOR &quot;DV&quot; B., PANOTES, MARISOL C., ALBANO, ANTONIO &quot;TONYPET&quot; T., OLIVAREZ, ERIC L., ABU, RANEO &quot;RANIE&quot; E., QUIMBO, STELLA LUZ A., BOLILIA, LIANDA B., CUARESMA, LUISA LLOREN, PINEDA, ENRICO A., MARI&Ntilde;O, MARIO VITTORIO &quot;MARVEY&quot; A., BELMONTE, JOSE CHRISTOPHER Y., VARGAS ALFONSO, SAMANTHA LOUISE, TIANGCO, JOHN REYNALD M., GARCIA, PABLO JOHN F., REYES, ALLAN BENEDICT S., NOGRALES, JUAN FIDEL FELIPE F., AGABAS, TYRONE D., MARQUEZ, CARLITO S., DAGOOC, SERGIO C., ONG, JOSE &quot;JUN&quot; JR. L., GUYA, GODOFREDO N., LIM, ALOY, CO, ANGELICA NATASHA, TULFO, JOCELYN P., TADURAN, ROWENA NI&Ntilde;A O., ABUNDA, MARIA FE R., LOYOLA, DAHLIA A., JAVIER, LOLITA T., ACOP, RESURRECCION M., TAN, SHERNEE A., TALLADO, JOSEFINA B., TAN, SAMIER A., RAMIREZ-SATO, JOSEPHINE, GARIN, SHARON S., CABATBAT, ARGEL JOSEPH T., ZARATE, CARLOS ISAGANI T., PADUANO, JOSEPH STEPHEN S., FERRER, JULIET MARIE DE LEON, ACOSTA-ALBA, MA. LOURDES, ADIONG, ANSARUDDIN ABDUL MALIK A., TORRES-GOMEZ, LUCY, GAITE, FERDINAND R., BROSAS, ARLENE D., MENDOZA, RAYMUND DEMOCRITO C., LACSON-NOEL, JOSEPHINE VERONIQUE R., CRISOLOGO, ANTHONY PETER &quot;ONYX&quot; D., CHUNGALAO, SOLOMON R., RAMOS, MA. BERNADITA &quot;DITAS&quot;, FORTUNO, JOCELYN F., TAMBUNTING, JOY MYRA S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-10-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Nieto (000 2019-11-07)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON CLIMATE CHANGE ON 2019-11-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}