{"heading":"HR00412","0":"A RESOLUTION EXPRESSING THE STRONG OPPOSITION OF THE HOUSE OF REPRESENTATIVES CONGRESS TO THE PLANNED LIBERALIZATION OR DEREGULATION OF THE IMPORTATION OF SUGAR FOR THE PURPOSE OF SAFEGUARDING THE WELFARE OF SUGAR FARMERS, FARM AND MILL WORKERS ACROSS THE COUNTRY","principal-authors":" BENITEZ, JOSE FRANCISCO \"KIKO\" B.; PADUANO, JOSEPH STEPHEN S.; VILLANUEVA, NOEL L.; TEVES, ARNOLFO \"ARNIE\" JR. A.; LIMKAICHONG, JOCELYN SY; CUEVA, LEO RAFAEL M.; VALMAYOR, GERARDO JR. P.; FERRER, JULIET MARIE DE LEON; SAGARBARRIA, MANUEL T.; BARONDA, JULIENNE \"JAM\" L.; FRASCO, VINCENT FRANCO \"DUKE\" D.; TORRES-GOMEZ, LUCY; DEFENSOR, LORENZ R.; BILLONES, EMMANUEL \"TAWI\"; ZUBIRI, MANUEL F.; GULLAS, EDUARDO \"EDDIE\" R.; CAMINERO, WILFREDO \"WILLY\" S.; COLLANTES, MA. THERESA V.; GARIN, JANETTE L.; SALIMBANGON, JANICE Z.; GASATAYA, GREG G.; BONDOC, JUAN PABLO \"RIMPY\" P.; CARI, CARL NICOLAS C.; ","primary-referral":" AGRICULTURE AND FOOD","status":" Scheduled for Meeting\/Hearing on 2020-01-20","historyid":"#HR00412-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00412.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00412\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION EXPRESSING THE STRONG OPPOSITION OF THE HOUSE OF REPRESENTATIVES CONGRESS TO THE PLANNED LIBERALIZATION OR DEREGULATION OF THE IMPORTATION OF SUGAR FOR THE PURPOSE OF SAFEGUARDING THE WELFARE OF SUGAR FARMERS, FARM AND MILL WORKERS ACROSS THE COUNTRY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBENITEZ, JOSE FRANCISCO &quot;KIKO&quot; B., PADUANO, JOSEPH STEPHEN S., VILLANUEVA, NOEL L., TEVES, ARNOLFO &quot;ARNIE&quot; JR. A., LIMKAICHONG, JOCELYN SY, CUEVA, LEO RAFAEL M., VALMAYOR, GERARDO JR. P., FERRER, JULIET MARIE DE LEON, SAGARBARRIA, MANUEL T., BARONDA, JULIENNE &quot;JAM&quot; L., FRASCO, VINCENT FRANCO &quot;DUKE&quot; D., TORRES-GOMEZ, LUCY, DEFENSOR, LORENZ R., BILLONES, EMMANUEL &quot;TAWI&quot;, ZUBIRI, MANUEL F., GULLAS, EDUARDO &quot;EDDIE&quot; R., CAMINERO, WILFREDO &quot;WILLY&quot; S., COLLANTES, MA. THERESA V., GARIN, JANETTE L., SALIMBANGON, JANICE Z., GASATAYA, GREG G., BONDOC, JUAN PABLO &quot;RIMPY&quot; P., CARI, CARL NICOLAS C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-10-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Arroyo (000 2019-10-07)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITEE HEARINGS\/ACTIONS:\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp1. Scheduled for Meeting\/Hearing on 2020-01-20\u003C\/b\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON AGRICULTURE AND FOOD ON 2019-11-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}