{"heading":"HR00328","0":"RESOLUTION  URGING THE   COMMITTEE ON APPROPRIATIONS TO RESTORE THE 2020 PROPOSED BUDGET OF THE DEPARTMENT OF LABOR AND EMPLOYMENT (DOLE) AMOUNTING TO 19.37 BILLION PESOS THAT WAS REDUCED BY THE DEPARTMENT OF BUDGET AND MANAGEMENT TO 14.421 BILLION PESOS","principal-authors":" PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L.; UMALI, MA. VICTORIA V.; GARIN, SHARON S.; PADUANO, JOSEPH STEPHEN S.; ESTRELLA, CONRADO III M.; TADURAN, ROWENA NIÑA O.; TULFO, JOCELYN P.; GARBIN, ALFREDO JR. A.; LAGON, SONNY \"SL\" L.; EBCAS, ADRIANO A.; VILLARAZA-SUAREZ, ANNA MARIE; SANGCOPAN, AMIHILDA J.; DELOS SANTOS, ALFRED C.; DAGOOC, SERGIO C.; AGUINALDO, NAEALLA BAINTO; HERRERA-DY, BERNADETTE \"BH\"; CO, ANGELICA NATASHA; ATIENZA, JOSE JR. L.; RIVERA, DOMINGO C.; VILLANUEVA, EDUARDO \"BRO. EDDIE\" C.; CANAMA, SABINIANO S.; MOMO, ROMEO S.; AGLIPAY, MICHAEL EDGAR Y.; PADIERNOS, JOSE GAY G.; SALO, RON P.; CABOCHAN, MANUEL III. D.; CABATBAT, ARGEL JOSEPH T.; LACSON, VIRGILIO S.; GONZALEZ, SANDRO L.; PACQUIAO, ALBERTO D.; BUSTOS, JORGE ANTONIO P.; DE JESUS, PRESLEY CHENG; SINGSON, JOSE \"BONITO\" JR. C.; LIM, ALOY; GUYA, GODOFREDO N.; TEVES, JOSE \"BONG\" JR. J.; SAULOG, IRENE GAY F.; GO, MARK O.; ABUNDA, MARIA FE R.; SUANSING, HORACIO JR. P.; GO, ED CHRISTOPHER S.; SALCEDA, JOEY SARTE; PANOTES, MARISOL C.; AMANTE-MATBA, MA. ANGELICA M.; BENITEZ, JOSE FRANCISCO \"KIKO\" B.; CALIXTO, ANTONINO G.; FORTUN, LAWRENCE \"LAW\" H.; VILLARICA, HENRY R.; COLLANTES, MA. THERESA V.; TY, DIEGO \"NONOY\" C.; MARIANO-HERNANDEZ, RUTH; CABREDO, FERNANDO T.; TIANGCO, JOHN REYNALD M.; DELOSO-MONTALLA, CHERYL P.; TAN, ANGELINA \"HELEN\" D.L. M.D.; SUANSING, ESTRELLITA B.; ROBES, FLORIDA \"RIDA\" P.; VERGARA, ROSANNA \"RIA\"; ANGARA, ROMMEL RICO; VARGAS ALFONSO, SAMANTHA LOUISE; LARA, JOSEPH \"JOJO\" L.; CHUNGALAO, SOLOMON R.; REVILLA, STRIKE B.; ORTEGA, PABLO C.; VIOLAGO, MICAELA S.; DALIPE, MANUEL JOSE \"MANNIX\" M.; SAVELLANO, DEOGRACIAS VICTOR \"DV\" B.; ZUBIRI, MANUEL F.; RUIZ DAZA, PAUL ; ALONTE, MARLYN \"LEN\" B.; ","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2019-09-16","historyid":"#HR00328-18","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_18\/HR00328.pdf","fs":"exists"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00328\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION  URGING THE   COMMITTEE ON APPROPRIATIONS TO RESTORE THE 2020 PROPOSED BUDGET OF THE DEPARTMENT OF LABOR AND EMPLOYMENT (DOLE) AMOUNTING TO 19.37 BILLION PESOS THAT WAS REDUCED BY THE DEPARTMENT OF BUDGET AND MANAGEMENT TO 14.421 BILLION PESOS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., UMALI, MA. VICTORIA V., GARIN, SHARON S., PADUANO, JOSEPH STEPHEN S., ESTRELLA, CONRADO III M., TADURAN, ROWENA NI&Ntilde;A O., TULFO, JOCELYN P., GARBIN, ALFREDO JR. A., LAGON, SONNY &quot;SL&quot; L., EBCAS, ADRIANO A., VILLARAZA-SUAREZ, ANNA MARIE, SANGCOPAN, AMIHILDA J., DELOS SANTOS, ALFRED C., DAGOOC, SERGIO C., AGUINALDO, NAEALLA BAINTO, HERRERA-DY, BERNADETTE &quot;BH&quot;, CO, ANGELICA NATASHA, ATIENZA, JOSE JR. L., RIVERA, DOMINGO C., VILLANUEVA, EDUARDO &quot;BRO. EDDIE&quot; C., CANAMA, SABINIANO S., MOMO, ROMEO S., AGLIPAY, MICHAEL EDGAR Y., PADIERNOS, JOSE GAY G., SALO, RON P., CABOCHAN, MANUEL III. D., CABATBAT, ARGEL JOSEPH T., LACSON, VIRGILIO S., GONZALEZ, SANDRO L., PACQUIAO, ALBERTO D., BUSTOS, JORGE ANTONIO P., DE JESUS, PRESLEY CHENG, SINGSON, JOSE &quot;BONITO&quot; JR. C., LIM, ALOY, GUYA, GODOFREDO N., TEVES, JOSE &quot;BONG&quot; JR. J., SAULOG, IRENE GAY F., GO, MARK O., ABUNDA, MARIA FE R., SUANSING, HORACIO JR. P., GO, ED CHRISTOPHER S., SALCEDA, JOEY SARTE, PANOTES, MARISOL C., AMANTE-MATBA, MA. ANGELICA M., BENITEZ, JOSE FRANCISCO &quot;KIKO&quot; B., CALIXTO, ANTONINO G., FORTUN, LAWRENCE &quot;LAW&quot; H., VILLARICA, HENRY R., COLLANTES, MA. THERESA V., TY, DIEGO &quot;NONOY&quot; C., MARIANO-HERNANDEZ, RUTH, CABREDO, FERNANDO T., TIANGCO, JOHN REYNALD M., DELOSO-MONTALLA, CHERYL P., TAN, ANGELINA &quot;HELEN&quot; D.L. M.D., SUANSING, ESTRELLITA B., ROBES, FLORIDA &quot;RIDA&quot; P., VERGARA, ROSANNA &quot;RIA&quot;, ANGARA, ROMMEL RICO, VARGAS ALFONSO, SAMANTHA LOUISE, LARA, JOSEPH &quot;JOJO&quot; L., CHUNGALAO, SOLOMON R., REVILLA, STRIKE B., ORTEGA, PABLO C., VIOLAGO, MICAELA S., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., SAVELLANO, DEOGRACIAS VICTOR &quot;DV&quot; B., ZUBIRI, MANUEL F., RUIZ DAZA, PAUL, ALONTE, MARLYN &quot;LEN&quot; B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-09-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Nieto (000 2019-09-18)\u003C\/td\u003E\u003Ctd\u003E2. Yap (E.) (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Ong (R.) (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E4. Bautista (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E5. Marcoleta (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E6. Lagman (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E7. Biazon (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E8. Ferrer (J.M.) (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E9. Limkaichong (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E10. Sagarbarria (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E11. Cuaresma (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E12. Leachon (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E13. Umali (A.) (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E14. Macapagal Arroyo (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E15. Gonzales (A.) (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E16. Bondoc (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E17. Arenas (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E18. Enverga (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E19. Suarez (D.) (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E20. Castelo (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E21. Suntay (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E22. Vargas (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E23. Ermita-Buhain (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E24. Mariño (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E25. Malapitan (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E26. Romualdo (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E27. Siao (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E28. Fariñas (R.C.) (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E29. Albano (A.) (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E30. Eriguel (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E31. Aragones (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E32. Torres-Gomez (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E33. Campos (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E34. Velasco (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E35. Belmonte (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E36. Nograles (J.F.F.) (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E37. Sarmiento (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E38. Escudero (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E39. Pichay (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E40. Pimentel (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E41. Yap (V.) (000 2019-09-20)\u003C\/td\u003E\u003Ctd\u003E42. Villanueva (N.) (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E43. Hofer (000 2019-09-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2019-09-16\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}