{"heading":"HB09011","0":"AN ACT GRANTING SUBSTITUTE CIVIL SERVICE ELIGIBILITY TO REGULAR EMPLOYEES WHO RENDERED AT LEAST SIX CONTINUOUS MONTHS OF MERITORIOUS GOVERNMENT SERVICE","principal-authors":" ZARATE, CARLOS ISAGANI T.","primary-referral":" CIVIL SERVICE AND PROFESSIONAL REGULATION","status":" Pending with the Committee on CIVIL SERVICE AND PROFESSIONAL REGULATION since 2019-02-04","historyid":"#HB09011-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09011.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09011\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT GRANTING SUBSTITUTE CIVIL SERVICE ELIGIBILITY TO REGULAR EMPLOYEES WHO RENDERED AT LEAST SIX CONTINUOUS MONTHS OF MERITORIOUS GOVERNMENT SERVICE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Proposes to extend the granting of substitute eligibility for long-time regular government employees who were able to render at least six (6) months of continuous meritorious service and\/or at least with a satisfactory rating in the government including the national government agencies, LGUs, SUCs and GOCCs and all other government instrumentalities.\r\n\r\nRefers \"substitute civil service eligibility\" to the qualification deemed to have been acquired by an individual through daily performance of his or her work to be recognized by the agency or instrumentality which utilized his or her services for the said period, for entrance into and promotion to the civil service. \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EZARATE, CARLOS ISAGANI T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON CIVIL SERVICE AND PROFESSIONAL REGULATION ON 2019-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}