{"heading":"HB08938","0":"AN ACT PROVIDING FOR THE PRESERVATION, REFORESTATION, AFFORESTATION AND SUSTAINABLE DEVELOPMENT OF MANGROVE FORESTS IN THE PHILIPPINES, PROVIDING PENALTIES THEREFOR AND FOR OTHER PURPOSES","principal-authors":" PICO, PEPITO M.","primary-referral":" NATURAL RESOURCES","status":" Pending with the Committee on NATURAL RESOURCES since 2019-02-04","historyid":"#HB08938-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08938.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08938\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR THE PRESERVATION, REFORESTATION, AFFORESTATION AND SUSTAINABLE DEVELOPMENT OF MANGROVE FORESTS IN THE PHILIPPINES, PROVIDING PENALTIES THEREFOR AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Proposes to set aside portions of land solely for the development and sustainable management of mangrove forests, in all coastal areas in each municipality of the country; establishing the National Council for the Preservation of Mangrove Forests (NCPMF) and the Local Council for the Preservation of Mangrove Forests (LCPMF).\r\n\r\nSeeks to employ the services of forest guards who shall be tasked to police the areas and shall have the authority to arrest those caught violating the provisions of this Act.\r\n\r\nEnumerates prohibited acts within the mangrove reservation areas and provides for penalties for any person, natural or juridical, found guilty of violating any provisions of this Act.   \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : \"National Mangrove Forest Protection and Preservation Act\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPICO, PEPITO M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-01-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON NATURAL RESOURCES ON 2019-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}