{"heading":"HB09066","0":"AN ACT PROTECTING THE RIGHTS OF FILIPINO ARTISTS AND CULTURAL WORKERS","principal-authors":" ELAGO, SARAH JANE I.","primary-referral":" BASIC EDUCATION AND CULTURE","status":" Pending with the Committee on BASIC EDUCATION AND CULTURE since 2019-02-08","historyid":"#HB09066-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09066.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09066\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROTECTING THE RIGHTS OF FILIPINO ARTISTS AND CULTURAL WORKERS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Enumerates the rights of Filipino artists and cultural workers among others as follows:         \r\na. To express freely in any mode of art, their personal views and opinions;\r\nb. To use public spaces and be provided material support especially from the LGU;\r\nc. To promote social justice and human rights in any art form;\r\nd. To use art freely, especially in peaceful protests and demonstrations;\r\ne. To be recognized for promoting Filipino culture and upholding the essence of \r\n     nationalism and patriotism;\r\nf. To be celebrated for their efforts in exposing their view of the current status of the\r\n    society through the different mediums of art.\r\n\r\nProvides for artists and cultural workers' registration and accreditation and \"Cultural Work\" ranging from seminars, workshops, educational tours, shows, etc. and mandates LGU to support and promote their activities, advocacies, rights, protection and privileges.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EELAGO, SARAH JANE I.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-02-07\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BASIC EDUCATION AND CULTURE ON 2019-02-08\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}