{"heading":"HB08304","0":"AN ACT DEFINING AND PROHIBITING OBSTRUCTION AND SLOWDOWN OF TRAFFIC WHILE UNDER THE INFLUENCE OF ROAD RAGE, PROVIDING PENALTIES FOR VIOLATION THEREOF, AND FOR OTHER PURPOSES","principal-authors":" NIETO, JOHN MARVIN \"YUL SERVO\" C.; MACEDA, EDWARD VERA PEREZ; MARTINEZ, ERIC M.; SANDOVAL, FEDERICO \"RICKY\" II S.; MALAPITAN, DALE \"ALONG\" R.; OLIVAREZ, ERIC L.; CALIXTO-RUBIANO, EMI G.; ","primary-referral":" TRANSPORTATION","status":" Pending with the Committee on TRANSPORTATION since 2018-10-02","historyid":"#HB08304-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08304.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08304\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT DEFINING AND PROHIBITING OBSTRUCTION AND SLOWDOWN OF TRAFFIC WHILE UNDER THE INFLUENCE OF ROAD RAGE, PROVIDING PENALTIES FOR VIOLATION THEREOF, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines “Road Rage” as a person’s anger or violent behaviour that is usually caused by another person’s bad driving or the stress of being in heavy traffic; and is expressed in aggressive or violent behaviour, thus causing the total or partial obstruction or slowdown of vehicular traffic and endangering the lives and safety of the public.\r\n\r\nProvides penalties from Five Thousand Pesos (P5,000.00) to Twenty Thousand Pesos (P20,000.00) plus the revocation of the driver’s license of the offending driver.\r\n\r\nMandates the owner of CCTV systems, cameras, mobile phones or similar equipment, which was used to capture the actual act of road rage, to produce a hardcopy of the footage or effect a transfer thereof to responding traffic enforcers.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ENIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., MACEDA, EDWARD VERA PEREZ, MARTINEZ, ERIC M., SANDOVAL, FEDERICO &quot;RICKY&quot; II S., MALAPITAN, DALE &quot;ALONG&quot; R., OLIVAREZ, ERIC L., CALIXTO-RUBIANO, EMI G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Tambunting (000 2018-10-04)\u003C\/td\u003E\u003Ctd\u003E2. Sy-Alvarado (000 2018-11-19)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRANSPORTATION ON 2018-10-02\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}