{"heading":"HB07936","0":"AN ACT TO MANAGE MEDICAL RESIDENCY TRAINING PROGRAMS IN THE PHILIPPINES","principal-authors":" VILLAFUERTE, LUIS RAYMUND JR. F.","primary-referral":" HEALTH","status":" Pending with the Committee on HEALTH since 2018-07-30","historyid":"#HB07936-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB07936.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB07936\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TO MANAGE MEDICAL RESIDENCY TRAINING PROGRAMS IN THE PHILIPPINES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to create the Philippine Medical Accreditation Council (PMAC) as attached agency of the DOH to ensure the quality of medical residency training for all specialties and sub-specialties of medical residents;\r\nProvides for the roles and functions of the PMAC to include among others: \r\nSets the standards of said training and ensure that they are at par with international standards such as the World Federation for Medical Education (WFME); \r\nScreens foreign graduates of medicine who will be trained and assess the equivalence of their basic medical education to the Philippine curriculum standard;\r\nIncludes provision on accreditation, curriculum, qualifications of applicants and general conditions for foreign medical graduates; Also incorporates provisions on working conditions, salaries and benefits, professional conduct of medical residents.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVILLAFUERTE, LUIS RAYMUND JR. F.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-07-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HEALTH ON 2018-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}