{"heading":"HB09149","0":"AN ACT ENHANCING THE FINANCIAL LITERACY OF OVERSEAS FILIPINO WORKERS (OFWs), AND FOR OTHER PURPOSES","principal-authors":" SALCEDA, JOEY SARTE","primary-referral":" OVERSEAS WORKERS AFFAIRS","status":" Pending with the Committee on OVERSEAS WORKERS AFFAIRS since 2019-05-20","historyid":"#HB09149-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09149.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09149\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ENHANCING THE FINANCIAL LITERACY OF OVERSEAS FILIPINO WORKERS (OFWs), AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to provide OFWs the necessary skills and learning to make sound decisions in all matters concerning their assets and liabilities including their resources, investments, debts, credits, and other financial transactions.\r\n\r\nProposes to mandate financial literacy training seminars which shall become an integral part of the Pre-Departure Orientation Seminar (PDOS) and Post-Arrival Training Seminars (PATS).\r\n\r\nSeeks to tasked the Department of Finance (DOF) to formulate training modules; conduct financial and responsibility training programs; apprise OFWs on financial opportunities and pitfalls; ensure accessibility of qualified online advisers\/counsellors; and disseminate knowledge-expanding activities that promote financial literacy among OFWs and their dependents.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALCEDA, JOEY SARTE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-02-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON OVERSEAS WORKERS AFFAIRS ON 2019-05-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}