{"heading":"HB08161","0":"AN ACT PROVIDING FOR THE REGULATION, SUPERVISION AND PROFESSIONALIZATION OF THE PRACTICE, LICENSING AND REGISTRATION OF SANITARIANS","principal-authors":" SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.","primary-referral":" CIVIL SERVICE AND PROFESSIONAL REGULATION","status":" Pending with the Committee on CIVIL SERVICE AND PROFESSIONAL REGULATION since 2018-09-04","historyid":"#HB08161-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08161.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08161\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR THE REGULATION, SUPERVISION AND PROFESSIONALIZATION OF THE PRACTICE, LICENSING AND REGISTRATION OF SANITARIANS \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to recognize the roles of sanitarian in our society by equipping them with the proper knowledge, training and skill-set required to effectively and properly discharge their functions.\r\n\r\nDefines “Sanitarians and Hygiene Profession or Practice of Sanitation and Hygiene” as profession concerned primarily with education, prevention and control of diseases and other public health concerns using scientific methods and paramedical measure related to sanitation and hygiene.\r\n\r\nProvides for the description and scope of work of sanitary inspectors as follows:\r\na) Waste management; b) Food and water supply sanitation; c) Vermin and vector control; d) Industrial hygiene; e) Epidemiology; f) Pollution control; g) Environmental health planning and program; h) Other community level activities re: public hygiene.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-08-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON CIVIL SERVICE AND PROFESSIONAL REGULATION ON 2018-09-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}