{"heading":"HB09196","0":"AN ACT PROFESSIONALIZING THE PRACTICE OF THE PARALEGAL PROFESSION IN THE PHILIPPINES, AND APPROPRIATING FUNDS THEREFOR","principal-authors":" ZUBIRI, MANUEL F.; BRAVO, ANTHONY M., Ph.D.; SARMIENTO, CESAR V.; BERTIZ, ANICETO \"JOHN\" III D.; ","primary-referral":" CIVIL SERVICE AND PROFESSIONAL REGULATION","status":" Pending with the Committee on CIVIL SERVICE AND PROFESSIONAL REGULATION since 2019-05-27","historyid":"#HB09196-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09196.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09196\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROFESSIONALIZING THE PRACTICE OF THE PARALEGAL PROFESSION IN THE PHILIPPINES, AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Intends to give Filipinos who have been practicing paralegal work the necessary recognition and government\r\nassistance to develop the profession.\r\n\r\nDefines Paralegal profession as government-sanctioned performance of specifically delegated substantive legal\r\nwork for which a lawyer is responsible, including but not limited to legal research, drafting of simple \r\nlegal documents, liaising with judicial and quasi-judicial bodies, etc. and for which a license to practice\r\nlaw is not required under prevailing rules and regulations.\r\n\r\nProvides for the creation of the Professional Regulatory Board of Paralegals; licensure examination requirement, \r\nqualifications and rating; issuance of the certificate of registration and professional license; roster of paralegals\r\nin good standing; prohibition on the practice and Continuing Professional Development (CPD) Program of paralegal.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EZUBIRI, MANUEL F., BRAVO, ANTHONY M., Ph.D., SARMIENTO, CESAR V., BERTIZ, ANICETO &quot;JOHN&quot; III D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-05-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON CIVIL SERVICE AND PROFESSIONAL REGULATION ON 2019-05-27\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}