{"heading":"HB08153","0":"AN ACT TO ESTABLISH A JOB TRAINING PROGRAM FOR MATURE OR OLDER WORKERS","principal-authors":" SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.","primary-referral":" LABOR AND EMPLOYMENT","status":" Pending with the Committee on LABOR AND EMPLOYMENT since 2018-09-04","historyid":"#HB08153-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08153.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08153\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TO ESTABLISH A JOB TRAINING PROGRAM FOR MATURE OR OLDER WORKERS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines several terms among others as follows:\r\n\r\nBasic Skills Deficient - means with that the individual has English reading or computing skills at or below the 8th grade level on a generally accepted standardized test or a comparable score on a criterion-referenced test; Mature or Older Worker – means an individual who is 40 years of age or older.\r\n\r\nIntends to provide programs to prepare mature or older workers for involvement in the working force, by enrolling them to occupational and educational skills that they may use for an improved skill set and long-term employability.\r\n\r\nEnumerates several categories for an individual who shall be eligible to participate in the program and provides for program design which covers general program requirements; authorized trainings or support services, and special rules on selection of service providers and job training plan.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-08-29\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LABOR AND EMPLOYMENT ON 2018-09-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}