{"heading":"HB07840","0":"AN ACT RATIONALIZING EXTRADITION PROCEEDINGS AMENDING FOR THIS PURPOSE PRESIDENTIAL DECREE NO. 1069, ALSO KNOWN AS THE \"PHILIPPINE EXTRADITION LAW\"","principal-authors":" ALEJANO, GARY C.","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2018-07-30","historyid":"#HB07840-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB07840.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB07840\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT RATIONALIZING EXTRADITION PROCEEDINGS AMENDING FOR THIS PURPOSE PRESIDENTIAL DECREE NO. 1069, ALSO KNOWN AS THE \"PHILIPPINE EXTRADITION LAW\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Amends Sec.2, par.(a) of PD 1069 to read as follows:\r\n(a)\t“Extradition” – The TURN-OVER OF THE EXTRADITABLE PERSON\/S, PURSUANT TO A TREATY, TO THE DESIGNATED AUTHORITES OF THE REQUESTING STATE, with the object of placing him at the disposal of the requesting state or government to hold hIm in connection with any criminal investigation directed against him or the execution of a penalty imposed on him under the penal or criminal laws of the requesting state or government; Provides for just and  appropriate extradition proceedings for both the accused alien and a resident citizen of the Philippines; Guarantees due process in the seizure and turn over of accused properties by determining the relevance thereof to the charges for which the accused is sought to be extradited,\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALEJANO, GARY C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-05-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2018-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}