{"heading":"HB05808","0":"AN ACT ESTABLISHING A FREE BASIC MEDICINE ASSISTANCE PROGRAM IN ALL GOVERNMENT HEALTH FACILITIES NATIONWIDE AND APPROPRIATING FUNDS THEREFOR","short-title":"  Establishing A Free Basic Medicine Assistance Program In All Government Health Facilities Nationwide","principal-authors":" TAN, ANGELINA \"HELEN\" D.L. M.D.; MARCOLETA, RODANTE D.; YAP, VICTOR A.; ALEJANO, GARY C.; SUANSING, ESTRELLITA B.; SUANSING, HORACIO JR. P.; VARGAS, ALFRED D.; TAMBUNTING, GUS S.; ALVAREZ, FRANZ E.; SAVELLANO, DEOGRACIAS VICTOR B.; RELAMPAGOS, RENE L.; RODRIGUEZ, MAXIMO JR.B.; DALIPE, MANUEL JOSE \"MANNIX\" M.; LAZATIN, CARMELO \"JON\" B. II; VILLARICA, LINABELLE RUTH R.; NAVA, MA. LUCILLE L., MD.; CHIPECO, JOAQUIN JR. M.; ESPINO, AMADO JR. T.; CATAMCO, NANCY A.; MONTORO, TEODORO \"TED\" G.; PANOTES, MARISOL C.; BRAVO, MARIA VIDA ESPINOSA; SARMIENTO, CESAR V.; PANCHO, GAVINI \"APOL\" C.; ERIGUEL, SANDRA Y., M.D.; VIOLAGO, MICAELA S.; SALO, RON P.; ORTEGA, PABLO; PALMA, WILTER \"SHARKY\" II WEE; VILLARIN, TOM S.; BELMONTE, JOSE CHRISTOPHER Y.; ACOP, ROMEO M.; ANTONIO, MICHELLE M.; AGGABAO, MA. LOURDES R.; GO, MARK O.; ZARATE, CARLOS ISAGANI T.; ROQUE, HARRY L.; ESPINA, ROGELIO J. M.D.; ROA-PUNO, CHIQUI ; VELASCO-CATERA, TRICIA NICOLE Q.; QUIMBO, ROMERO \"MIRO\" S.; NOGRALES, KARLO ALEXEI B.; TEJADA, JOSE \"PING-PING\" I.; DE JESUS, EMMI A.; ARAGONES, SOL; BAGUILAT, TEDDY JR. BRAWNER; TEVES, ARNOLFO JR. A.; AGLIPAY-VILLAR, EMMELINE; VILLARAZA-SUAREZ, ANNA MARIE; ELAGO, SARAH JANE I.; CAYETANO, PIA ; GONZAGA, RUWEL PETER S.; CUARESMA, LUISA LLOREN; PRIMICIAS-AGABAS, MARLYN L.; BRAVO, ANTHONY M., Ph.D.; GARIN, SHARON S.; GARCIA, JOSE ENRIQUE III S.; DEL MAR, RAUL V.; DIMAPORO, MOHAMAD KHALID Q.; SALCEDA, JOEY SARTE; LOBREGAT, CELSO L.; ABAYA, FRANCIS GERALD A.; AMATONG, ISAGANI S.; ARCILLAS, ARLENE B.; BATAOIL, LEOPOLDO N.; CAMINERO, WILFREDO S.; CHAVEZ, CECILIA LEONILA V.; DEFENSOR, ARTHUR JR. R.; DY, NAPOLEON S.; DELOSO-MONTALLA, CHERYL P.; ESCUDERO, EVELINA G.; GONZALES, ALEXANDRIA P.; GONZALEZ, FERNANDO V.; ROQUE, ROGELIO NEIL P.; SARMIENTO, EDGAR MARY S.; TUPAS, RAUL \"BOBOY\" C.; YU, DIVINA GRACE C.; ","primary-referral":" RULES","status":" Consigned to the Archives on 2018-09-19","historyid":"#HB05808-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR00291.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB05808\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING A FREE BASIC MEDICINE ASSISTANCE PROGRAM IN ALL GOVERNMENT HEALTH FACILITIES NATIONWIDE AND APPROPRIATING FUNDS THEREFOR \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE :  Establishing A Free Basic Medicine Assistance Program In All Government Health Facilities Nationwide\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ETAN, ANGELINA &quot;HELEN&quot; D.L. M.D., MARCOLETA, RODANTE D., YAP, VICTOR A., ALEJANO, GARY C., SUANSING, ESTRELLITA B., SUANSING, HORACIO JR. P., VARGAS, ALFRED D., TAMBUNTING, GUS S., ALVAREZ, FRANZ E., SAVELLANO, DEOGRACIAS VICTOR B., RELAMPAGOS, RENE L., RODRIGUEZ, MAXIMO JR.B., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., LAZATIN, CARMELO &quot;JON&quot; B. II, VILLARICA, LINABELLE RUTH R., NAVA, MA. LUCILLE L., MD., CHIPECO, JOAQUIN JR. M., ESPINO, AMADO JR. T., CATAMCO, NANCY A., MONTORO, TEODORO &quot;TED&quot; G., PANOTES, MARISOL C., BRAVO, MARIA VIDA ESPINOSA, SARMIENTO, CESAR V., PANCHO, GAVINI &quot;APOL&quot; C., ERIGUEL, SANDRA Y., M.D., VIOLAGO, MICAELA S., SALO, RON P., ORTEGA, PABLO, PALMA, WILTER &quot;SHARKY&quot; II WEE, VILLARIN, TOM S., BELMONTE, JOSE CHRISTOPHER Y., ACOP, ROMEO M., ANTONIO, MICHELLE M., AGGABAO, MA. LOURDES R., GO, MARK O., ZARATE, CARLOS ISAGANI T., ROQUE, HARRY L., ESPINA, ROGELIO J. M.D., ROA-PUNO, CHIQUI, VELASCO-CATERA, TRICIA NICOLE Q., QUIMBO, ROMERO &quot;MIRO&quot; S., NOGRALES, KARLO ALEXEI B., TEJADA, JOSE &quot;PING-PING&quot; I., DE JESUS, EMMI A., ARAGONES, SOL, BAGUILAT, TEDDY JR. BRAWNER, TEVES, ARNOLFO JR. A., AGLIPAY-VILLAR, EMMELINE, VILLARAZA-SUAREZ, ANNA MARIE, ELAGO, SARAH JANE I., CAYETANO, PIA, GONZAGA, RUWEL PETER S., CUARESMA, LUISA LLOREN, PRIMICIAS-AGABAS, MARLYN L., BRAVO, ANTHONY M., Ph.D., GARIN, SHARON S., GARCIA, JOSE ENRIQUE III S., DEL MAR, RAUL V., DIMAPORO, MOHAMAD KHALID Q., SALCEDA, JOEY SARTE, LOBREGAT, CELSO L., ABAYA, FRANCIS GERALD A., AMATONG, ISAGANI S., ARCILLAS, ARLENE B., BATAOIL, LEOPOLDO N., CAMINERO, WILFREDO S., CHAVEZ, CECILIA LEONILA V., DEFENSOR, ARTHUR JR. R., DY, NAPOLEON S., DELOSO-MONTALLA, CHERYL P., ESCUDERO, EVELINA G., GONZALES, ALEXANDRIA P., GONZALEZ, FERNANDO V., ROQUE, ROGELIO NEIL P., SARMIENTO, EDGAR MARY S., TUPAS, RAUL &quot;BOBOY&quot; C., YU, DIVINA GRACE C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-05-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Fariñas (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E2. Bondoc (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Mercado (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E4. Hofer (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E5. Crisologo (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E6. Gonzales (A.D.) (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E7. Noel (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E8. Gullas (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E9. Ty (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E10. Pimentel (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E11. Matugas (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E12. Alonte (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E13. Garin (O.) (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E14. De Venecia (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E15. Lopez (B.) (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E16. Ortega (V.N.) (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E17. Nograles (J.J.) (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E18. Belaro (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E19. Herrera-Dy (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E20. Atienza (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E21. Garbin (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E22. De Vera (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E23. Abueg (003 2017-07-26)\u003C\/td\u003E\u003Ctd\u003E24. Bulut-Begtang (007 2017-08-07)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E25. Belmonte (R.) (007 2017-08-07)\u003C\/td\u003E\u003Ctd\u003E26. Bordado (007 2017-08-07)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E27. Sy-Alvarado (011 2017-08-15)\u003C\/td\u003E\u003Ctd\u003E28. Evardone (012 2017-08-16)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E29. Lopez (M.L.) (014 2017-08-23)\u003C\/td\u003E\u003Ctd\u003E30. Olivarez (017 2017-09-04)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E31. Sangcopan (055 2018-01-29)\u003C\/td\u003E\u003Ctd\u003E32. Nieto (078 2018-03-21)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbsprendered moot by the fact that its provisions are already contained in HB05784 which was already approved on Third Reading. \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00291\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2017-05-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspHEALTH, APPROPRIATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspApproval in substitution of House Bills Numbered 104, 233, 504, 1505, 1968 and 3753\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB00104, HB00233, HB00504, HB01505, HB01968, HB03753\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2017-05-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE ARCHIVED:&nbsp2018-09-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2017-05-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2017-07-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF SPONSORSHIP :&nbsp2017-07-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESPONSORED BY :&nbsp Tan (A.)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF INTERPELLATIONS :&nbsp2017-07-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EINTERPELLATED BY :&nbspAtienza\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}