{"heading":"HB08386","0":"AN ACT ESTABLISHING THE POLICE LAW ENFORCEMENT COURTS, GRANTING THESE EXCLUSIVE ORIGINAL JURISDICTION OVER VIOLATIONS OF CONSTITUTIONAL RIGHTS AND PNP RULES OF ENGAGEMENT COMMITTED BY THE POLICE, AMENDING BATAS PAMBANSA BILANG 129, AS AMENDED, OTHERWISE KNOWN AS THE \"JUDICIARY REORGANIZATION ACT OF 1980\", APPROPRIATING FUNDS THEREFORE AND FOR OTHER PURPOSES","principal-authors":" ALEJANO, GARY C.","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2018-10-10","historyid":"#HB08386-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08386.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08386\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING THE POLICE LAW ENFORCEMENT COURTS, GRANTING THESE EXCLUSIVE ORIGINAL JURISDICTION OVER VIOLATIONS OF CONSTITUTIONAL RIGHTS AND PNP RULES OF ENGAGEMENT COMMITTED BY THE POLICE, AMENDING BATAS PAMBANSA BILANG 129, AS AMENDED, OTHERWISE KNOWN AS THE \"JUDICIARY REORGANIZATION ACT OF 1980\", APPROPRIATING FUNDS THEREFORE AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to prosecute rogue police elements through a special courts that will provide the public fair, impartial, and speedy disposition of complaints for violations of constitutional rights and PNP operational procedures and code of ethical standards. It shall handle all civil and criminal cases involving the abuse of authority of the members of the PNP including those arising out of the violation of its police operational procedures and other police protocols designed to protect the rights of the accused. Provides for periodic and continuing training program for the presiding judge and the court personnel of the police courts on police protocols, tactics and rules of engagement including Philippine and International Human Rights Law.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALEJANO, GARY C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}