{"heading":"HB05057","0":"AN ACT AMENDING REPUBLIC ACT 7924, STRENGTHENING THE METROPOLITAN MANILA DEVELOPMENT AUTHORITY, PROVIDING FUNDS THEREFOR AND FOR OTHER PURPOSES","principal-authors":" FERNANDO, BAYANI F.; MALAPITAN, DALE \"ALONG\" R.; ERICE, EDGAR R.; DEL ROSARIO, MANUEL MONSOUR III T.; CAMPOS, LUIS JR. N; SANDOVAL, FEDERICO \"RICKY\" II S.; GONZALES, ALEXANDRIA P.; LOPEZ, MANUEL LUIS T.; LOPEZ, CARLO V.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; MACEDA, EDWARD VERA PEREZ; BAGATSING, CRISTAL L.; OCAMPO, ROSENDA ANN ; QUIMBO, ROMERO \"MIRO\" S.; BIAZON, ROZZANO RUFINO B.; OLIVAREZ, ERIC L.; TAMBUNTING, GUS S.; CALIXTO-RUBIANO, EMI G.; EUSEBIO, RICHARD C.; CRISOLOGO, VINCENT \"Bingbong\" P.; CASTELO, WINSTON \"WINNIE\"; BANAL, JORGE \"BOLET\"; BELMONTE, FELICIANO JR. ; BELMONTE, JOSE CHRISTOPHER Y.; ZAMORA, RONALDO B.; CERAFICA, ARNEL M.; GATCHALIAN, WES; MARTINEZ, ERIC M.; ","primary-referral":" METRO MANILA DEVELOPMENT","mother-bill statusstatus":" Approved by the House on 2019-02-04, transmitted to the Senate on 2019-02-06 and received by the Senate on 2019-02-06 Substituted by HB06973","historyid":"#HB05057-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB05057.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB05057\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT AMENDING REPUBLIC ACT 7924, STRENGTHENING THE METROPOLITAN MANILA DEVELOPMENT AUTHORITY, PROVIDING FUNDS THEREFOR AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFERNANDO, BAYANI F., MALAPITAN, DALE &quot;ALONG&quot; R., ERICE, EDGAR R., DEL ROSARIO, MANUEL MONSOUR III T., CAMPOS, LUIS JR. N, SANDOVAL, FEDERICO &quot;RICKY&quot; II S., GONZALES, ALEXANDRIA P., LOPEZ, MANUEL LUIS T., LOPEZ, CARLO V., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., MACEDA, EDWARD VERA PEREZ, BAGATSING, CRISTAL L., OCAMPO, ROSENDA ANN, QUIMBO, ROMERO &quot;MIRO&quot; S., BIAZON, ROZZANO RUFINO B., OLIVAREZ, ERIC L., TAMBUNTING, GUS S., CALIXTO-RUBIANO, EMI G., EUSEBIO, RICHARD C., CRISOLOGO, VINCENT &quot;Bingbong&quot; P., CASTELO, WINSTON &quot;WINNIE&quot;, BANAL, JORGE &quot;BOLET&quot;, BELMONTE, FELICIANO JR., BELMONTE, JOSE CHRISTOPHER Y., ZAMORA, RONALDO B., CERAFICA, ARNEL M., GATCHALIAN, WES, MARTINEZ, ERIC M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-02-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHB06973\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON METRO MANILA DEVELOPMENT ON 2017-02-22\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}