{"heading":"HB09190","0":"AN ACT AMENDING SECTION 69 OF BATAS PAMBANSA BILANG 881, ALSO KNOWN AS THE OMNIBUS ELECTION CODE, IMPOSING A FINE UPON A NUISANCE CANDIDATE AND\/OR PERSONS IN CONSPIRACY WITH SUCH CANDIDATE FOR THE MALICIOUS FILING OF A CERTIFICATE OF CANDIDACY","principal-authors":" SARMIENTO, EDGAR MARY S.","primary-referral":" SUFFRAGE AND ELECTORAL REFORMS","status":" Pending with the Committee on SUFFRAGE AND ELECTORAL REFORMS since 2019-05-21","historyid":"#HB09190-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09190.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09190\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT AMENDING SECTION 69 OF BATAS PAMBANSA BILANG 881, ALSO KNOWN AS THE OMNIBUS ELECTION CODE, IMPOSING A FINE UPON A NUISANCE CANDIDATE AND\/OR PERSONS IN CONSPIRACY WITH SUCH CANDIDATE FOR THE MALICIOUS FILING OF A CERTIFICATE OF CANDIDACY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Intends to deter any person from repeatedly filing or causing the filing of Certificate of Candidacy \"to put the election process in mockery or disrepute or to cause confusion among the voters by the similarity of the names of the registered candidates or by other circumstances or acts which clearly demonstrate that the candidate has no bona fide intention to run for the office.\"\r\n\r\nProposes to impose the penalty of a fine not less than ONE HUNDRED THOUSAND PESOS each to the nuisance candidate himself\/herself and the person\/s who were found to have been in conspiracy with or have induced such candidate to file such certificate, upon proof of malice or gross bad faith.  \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESARMIENTO, EDGAR MARY S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-05-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON SUFFRAGE AND ELECTORAL REFORMS ON 2019-05-21\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}