{"heading":"HB08195","0":"AN ACT PROVIDING FOR A MAGNA CARTA FOR BARANGAY HEALTH WORKERS","principal-authors":" SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.","primary-referral":" LOCAL GOVERNMENT","status":" Pending with the Committee on LOCAL GOVERNMENT since 2018-09-12","historyid":"#HB08195-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08195.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08195\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR A MAGNA CARTA FOR BARANGAY HEALTH WORKERS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to provide reasonable set of monetary and incentive packages for Barangay Health Workers who are the forefront of the delivery of health care in the grassroots level, in order to compensate their valuable services.\r\n\r\nDefines “Barangay Health Worker (BHW)” as person who has completed the basic training program of DOH or training programs by any accredited government or non-government organization and who voluntarily renders primary health services in the community after having been accredited to functions as such by the Local Health Board.\r\n\r\nIncentives and Benefits includes:  Hazard\/subsistence\/remote assignment allowances; PHILHEALTH\/Medical examination\/work-related injuries coverage\/benefits; Free legal services; Training, education and career enrichment program\/Study tours\/ socialized subsidies\/study now pay later scholarship schemes; Degree equivalent of accredited work experience; Civil service eligibility; Retirement benefits and scholarships for dependents.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Calixto-Rubiano (000 2018-10-10)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LOCAL GOVERNMENT ON 2018-09-12\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}