{"heading":"HB08406","0":"AN ACT ESTABLISHING RESOURCE CENTERS FOR INDIGENOUS CULTURAL COMMUNITIES\/INDIGENOUS PEOPLES TO ENHANCE AND ENSURE DELIVERY OF ESSENTIAL SERVICES, APPROPRIATING FUNDS THEREFOR AND FOR OTHER PURPOSES","principal-authors":" ALEJANO, GARY C.","primary-referral":" INDIGENOUS CULTURAL COMMUNITIES AND INDIGENOUS PEOPLES","status":" Pending with the Committee on INDIGENOUS CULTURAL COMMUNITIES AND INDIGENOUS PEOPLES since 2018-10-10","historyid":"#HB08406-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08406.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08406\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING RESOURCE CENTERS FOR INDIGENOUS CULTURAL COMMUNITIES\/INDIGENOUS PEOPLES TO ENHANCE AND ENSURE DELIVERY OF ESSENTIAL SERVICES, APPROPRIATING FUNDS THEREFOR AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to supplement the shortcomings of the IPRA law (R.A. No. 8371) because our IPs continually remain among the poor and marginalized sectors of our society; basic services remain deficient in geographically isolated and extreme areas (GIDAs); and reports of serious violations of their rights, their displacement from the ancestral lands, the environmental degradation, and cultural teardown still abound.\r\n\r\nProvides that resource centers for IPs shall be ethnographically located, gender and rights based, and shall constitute service areas as Statistical Service Area, Human Development Index Service Area and Domains Management Service Area.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALEJANO, GARY C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON INDIGENOUS CULTURAL COMMUNITIES AND INDIGENOUS PEOPLES ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}