{"heading":"HB07939","0":"AN ACT CREATING THE COMMISSION ON IMMIGRATION, DEFINING ITS POWERS AND FUNCTIONS, EXPANDING, RATIONALIZING AND FURTHER PROFESSIONALIZING ITS ORGANIZATION, UPGRADING THE COMPENSATION AND BENEFITS OF ITS OFFICIALS AND EMPLOYEES, AND APPROPRIATING FUNDS THEREFOR","short-title":" Creating The Commission On Immigration, Defining Its Powers And Functions, Expanding, Rationalizing And Further Professionalizing Its Organization, Upgrading The Compensation And Benefits Of Its Officials And Employees","principal-authors":" BELMONTE, FELICIANO JR. ; ROMUALDO, XAVIER JESUS D.; ESCUDERO, EVELINA G.; BATAOIL, LEOPOLDO N.; RODRIGUEZ, MAXIMO JR.B.; CASTELO, WINSTON \"WINNIE\"; UMALI, REYNALDO V.; NOGRALES, KARLO ALEXEI B.; CUA, DAKILA CARLO E.; FUENTEBELLA, ARNULFO P.; VELOSO, VICENTE \"CHING\" S.E.; OAMINAL, HENRY S.; ALVAREZ, PANTALEON D.; FARIÑAS, RODOLFO C.; SUAREZ, DANILO E.; BELMONTE, RICARDO \"RJ\" JR. T.; BATOCABE, RODEL M.; TAMBUNTING, GUS S.; FORTUN, LAWRENCE LEMUEL H.; MENDING, MAKMOD JR. D.; VILLARICA, LINABELLE RUTH R.; TIANGCO, TOBIAS \"TOBY\" M.; ZARATE, CARLOS ISAGANI T.; FERRER, JULIET MARIE D.; CASTRO, FREDENIL \"FRED\" H.; HERRERA-DY, BERNADETTE \"BH\" C.; ARENAS, ROSE MARIE \"BABY\" J.; SANDOVAL, FEDERICO \"RICKY\" II S.; NOGRALES, JERICHO JONAS B.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; DALIPE, MANUEL JOSE \"MANNIX\" M.; SAVELLANO, DEOGRACIAS VICTOR B.; BELMONTE, JOSE CHRISTOPHER Y.; SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.; LAZATIN, CARMELO \"JON\" B. II; SILVERIO, LORNA C.; LEACHON, DOY C.; CUARESMA, LUISA LLOREN; UYBARRETA, CARLOS ROMAN; ZAMORA, MARIA CARMEN S.; GARBIN, ALFREDO JR. A.; SARMIENTO, EDGAR MARY S.; TINIO, ANTONIO L.; SALON, ORESTES T.; SUANSING, ESTRELLITA B.; TEJADA, JOSE \"PING-PING\" I.; ROQUE, ROGELIO NEIL P.; BIAZON, ROZZANO RUFINO B.; AMATONG, ISAGANI S.; CASTRO, FRANCE L.; PIMENTEL, JOHNNY TY; ALEJANO, GARY C.; AMANTE, ERLPE JOHN \"PING\" M.; SAMBAR, MARK AERON H.; MANALO, JESULITO A.; ","primary-referral":" RULES","status":" Pending With Rules (Included in OB on 2018-07-30)","historyid":"#HB07939-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR00801.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB07939\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT CREATING THE COMMISSION ON IMMIGRATION, DEFINING ITS POWERS AND FUNCTIONS, EXPANDING, RATIONALIZING AND FURTHER PROFESSIONALIZING ITS ORGANIZATION, UPGRADING THE COMPENSATION AND BENEFITS OF ITS OFFICIALS AND EMPLOYEES, AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Creating The Commission On Immigration, Defining Its Powers And Functions, Expanding, Rationalizing And Further Professionalizing Its Organization, Upgrading The Compensation And Benefits Of Its Officials And Employees\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to create the Commission on Immigration which shall be under the control and supervision of the Department of Justice (DOJ). The Commission shall be responsible in the implementation of all laws, rules, regulations or orders of any competent authority concerning the entry and admission into, stay in, and the departure from the Philippines of all persons. \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : Philippine Immigration Act\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBELMONTE, FELICIANO JR., ROMUALDO, XAVIER JESUS D., ESCUDERO, EVELINA G., BATAOIL, LEOPOLDO N., RODRIGUEZ, MAXIMO JR.B., CASTELO, WINSTON &quot;WINNIE&quot;, UMALI, REYNALDO V., NOGRALES, KARLO ALEXEI B., CUA, DAKILA CARLO E., FUENTEBELLA, ARNULFO P., VELOSO, VICENTE &quot;CHING&quot; S.E., OAMINAL, HENRY S., ALVAREZ, PANTALEON D., FARI&Ntilde;AS, RODOLFO C., SUAREZ, DANILO E., BELMONTE, RICARDO &quot;RJ&quot; JR. T., BATOCABE, RODEL M., TAMBUNTING, GUS S., FORTUN, LAWRENCE LEMUEL H., MENDING, MAKMOD JR. D., VILLARICA, LINABELLE RUTH R., TIANGCO, TOBIAS &quot;TOBY&quot; M., ZARATE, CARLOS ISAGANI T., FERRER, JULIET MARIE D., CASTRO, FREDENIL &quot;FRED&quot; H., HERRERA-DY, BERNADETTE &quot;BH&quot; C., ARENAS, ROSE MARIE &quot;BABY&quot; J., SANDOVAL, FEDERICO &quot;RICKY&quot; II S., NOGRALES, JERICHO JONAS B., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., SAVELLANO, DEOGRACIAS VICTOR B., BELMONTE, JOSE CHRISTOPHER Y., SY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R., LAZATIN, CARMELO &quot;JON&quot; B. II, SILVERIO, LORNA C., LEACHON, DOY C., CUARESMA, LUISA LLOREN, UYBARRETA, CARLOS ROMAN, ZAMORA, MARIA CARMEN S., GARBIN, ALFREDO JR. A., SARMIENTO, EDGAR MARY S., TINIO, ANTONIO L., SALON, ORESTES T., SUANSING, ESTRELLITA B., TEJADA, JOSE &quot;PING-PING&quot; I., ROQUE, ROGELIO NEIL P., BIAZON, ROZZANO RUFINO B., AMATONG, ISAGANI S., CASTRO, FRANCE L., PIMENTEL, JOHNNY TY, ALEJANO, GARY C., AMANTE, ERLPE JOHN &quot;PING&quot; M., SAMBAR, MARK AERON H., MANALO, JESULITO A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-07-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Primicias-Agabas (000 2018-07-31)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00801\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2018-07-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspJUSTICE, APPROPRIATIONS, WAYS AND MEANS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its approval in substitution of House Bills Numbered 162, 327, 435, 1305, 1697 and 3005\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHB00162, HB00327, HB00435, HB01305, HB01697, HB03005\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2018-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}