{"heading":"HB08402","0":"AN ACT PROVIDING FOR RULES ON PLEA BARGAINING AGREEMENT IN CRIMINAL CASES, PROVIDING PENALTIES IN VIOLATION THEREFOR, AND FOR OTHER PURPOSES","principal-authors":" ALEJANO, GARY C.","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2018-10-10","historyid":"#HB08402-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08402.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08402\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR RULES ON PLEA BARGAINING AGREEMENT IN CRIMINAL CASES, PROVIDING PENALTIES IN VIOLATION THEREFOR, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to ensure that the plea bargaining procedure is not exploited as a means \r\nof compromise for the convenience of the guilty.\r\n\r\nProvides for several principles which shall be considered when plea bargaining agreement shall be entered into by and between the prosecution and the accused:  \r\na) it shall be imbued with public interest;\r\nb) it shall be based on the premise that the interest of justice and of the public will be served;\r\nc) it shall not be a matter of compromise or of right but shall be addressed to the sound discretion of the trial court;\r\nd) it shall not be entered into when it will only serve to trivialize the seriousness of the offense nor negate the deterrent value of the law.\r\n\r\nProvides for the appropriate lesser offense and its corresponding penalty;\r\nthe offended party whose consent is necessary; offended parties in case of plunder and money laundering; the time and conditions avail; and the procedures to be followed.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALEJANO, GARY C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}