{"heading":"HB08257","0":"AN ACT CREATING THE PHILIPPINE BOXING AND COMBAT SPORTS COMMISSION AND PROVIDING FUNDS THEREFOR","principal-authors":" PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L., Ph.D.; SALO, RON P.; LOPEZ, BENHUR JR. B.; MONTORO, TEODORO \"TED\" G.; LACSON, VIRGILIO S.; MENDING, MAKMOD JR. D.; SALON, ORESTES T.; LOPEZ, MANUEL LUIS T.; GONZALES, AURELIO \"DONG\" JR. D.; BONDOC, JUAN PABLO \"RIMPY\"; BRAVO, ANTHONY M., Ph.D.; ALVAREZ, FRANZ E.; LOPEZ, CARLO V.; TY, ARNEL U.; MARQUEZ, CARLITO S.; CORTUNA, JULIETA R.; ROA-PUNO, CHIQUI ; ORTEGA, PABLO; REVILLA, STRIKE B.; MADRONA, EMMANUEL F.; MARTINEZ, ERIC M.; ACOP, ROMEO M.; MARIÑO, MARIO VITTORIO \"MARVEY\" A.; ALEJANO, GARY C.; BANAL, JORGE \"BOLET\"; RODRIGUEZ, ISIDRO JR. S.; BELMONTE, JOSE CHRISTOPHER Y.; RAMOS, DEOGRACIAS JR. B.; ERICE, EDGAR R.; CO, CHRISTOPHER S.; BATAOIL, LEOPOLDO N.; LAOGAN, DENNIS C.; MALAPITAN, DALE \"ALONG\" R.; PALMA, WILTER \"SHARKY\" II WEE; GO, MARK O.; ESPINA, ROGELIO J. M.D.; LAZATIN, CARMELO \"JON\" B. II; TEJADA, JOSE \"PING-PING\" I.; DE VERA, EUGENE MICHAEL B.; DATOL, FRANCISCO JR. G.; LEACHON, DOY C.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; GASATAYA, GREG G.; PADUANO, JOSEPH STEPHEN S.; FERRER, JULIET MARIE D.; GARBIN, ALFREDO JR. A.; TINIO, ANTONIO L.; CRISOLOGO, VINCENT \"Bingbong\" P.; GULLAS, GERALD ANTHONY \"SAMSAM\" JR. V; VELASCO-CATERA, TRICIA NICOLE Q.; CALDERON, PETER JOHN D.; ALVAREZ, MERCEDES K.; ABELLANOSA, RODRIGO A.; GARIN, SHARON S.; VILLANUEVA, NOEL L.; ANTONIO, MICHELLE M.; DEL MAR, RAUL V.; YU, DIVINA GRACE C.; CAMINERO, WILFREDO S.; NAVA, MA. LUCILLE L., MD.; CORTES, JONAS C.; LAGMAN, EDCEL C.; GONZALES, ALEXANDRIA P.; ABAYA, FRANCIS GERALD A.; NOEL, VICTORIA ISABEL G.; KHO, ELISA \"OLGA\" T.; MATUGAS, FRANCISCO JOSE II T.; PANOTES, MARISOL C.; HERRERA-DY, BERNADETTE \"BH\" C.; COLLANTES, MARIA THERESA V.; DEFENSOR, ARTHUR JR. R.; BOLILIA, LIANDA B.; MARCOLETA, RODANTE D.; CALIXTO-RUBIANO, EMI G.; BELMONTE, FELICIANO JR. ; SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.; SAVELLANO, DEOGRACIAS VICTOR B.; KHONGHUN, JEFFREY D.; MACEDA, EDWARD VERA PEREZ; TEVES, ARNOLFO JR. A.; TREÑAS, JERRY P.; ORTEGA, VINI NOLA A.; DUAVIT, JOHN MICHAEL R.; ","primary-referral":" GOVERNMENT REORGANIZATION","mother-bill statusstatus":" Unfinished Business (Period of Interpellation) Substituted by HB08883","historyid":"#HB08257-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08257.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08257\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT CREATING THE PHILIPPINE BOXING AND COMBAT SPORTS COMMISSION AND PROVIDING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to strengthen professional boxing and combat sports in the Philippines and promote the development of world-class professional boxers and combatants; and establish policies related to professional boxing and combat sports, to regulate professional boxing and combat sports, and to protect the welfare of professional boxers and combatants. \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : “The Philippine Boxing and Combat Sports Commission Act of 2018.”\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., Ph.D., SALO, RON P., LOPEZ, BENHUR JR. B., MONTORO, TEODORO &quot;TED&quot; G., LACSON, VIRGILIO S., MENDING, MAKMOD JR. D., SALON, ORESTES T., LOPEZ, MANUEL LUIS T., GONZALES, AURELIO &quot;DONG&quot; JR. D., BONDOC, JUAN PABLO &quot;RIMPY&quot;, BRAVO, ANTHONY M., Ph.D., ALVAREZ, FRANZ E., LOPEZ, CARLO V., TY, ARNEL U., MARQUEZ, CARLITO S., CORTUNA, JULIETA R., ROA-PUNO, CHIQUI, ORTEGA, PABLO, REVILLA, STRIKE B., MADRONA, EMMANUEL F., MARTINEZ, ERIC M., ACOP, ROMEO M., MARI&Ntilde;O, MARIO VITTORIO &quot;MARVEY&quot; A., ALEJANO, GARY C., BANAL, JORGE &quot;BOLET&quot;, RODRIGUEZ, ISIDRO JR. S., BELMONTE, JOSE CHRISTOPHER Y., RAMOS, DEOGRACIAS JR. B., ERICE, EDGAR R., CO, CHRISTOPHER S., BATAOIL, LEOPOLDO N., LAOGAN, DENNIS C., MALAPITAN, DALE &quot;ALONG&quot; R., PALMA, WILTER &quot;SHARKY&quot; II WEE, GO, MARK O., ESPINA, ROGELIO J. M.D., LAZATIN, CARMELO &quot;JON&quot; B. II, TEJADA, JOSE &quot;PING-PING&quot; I., DE VERA, EUGENE MICHAEL B., DATOL, FRANCISCO JR. G., LEACHON, DOY C., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., GASATAYA, GREG G., PADUANO, JOSEPH STEPHEN S., FERRER, JULIET MARIE D., GARBIN, ALFREDO JR. A., TINIO, ANTONIO L., CRISOLOGO, VINCENT &quot;Bingbong&quot; P., GULLAS, GERALD ANTHONY &quot;SAMSAM&quot; JR. V, VELASCO-CATERA, TRICIA NICOLE Q., CALDERON, PETER JOHN D., ALVAREZ, MERCEDES K., ABELLANOSA, RODRIGO A., GARIN, SHARON S., VILLANUEVA, NOEL L., ANTONIO, MICHELLE M., DEL MAR, RAUL V., YU, DIVINA GRACE C., CAMINERO, WILFREDO S., NAVA, MA. LUCILLE L., MD., CORTES, JONAS C., LAGMAN, EDCEL C., GONZALES, ALEXANDRIA P., ABAYA, FRANCIS GERALD A., NOEL, VICTORIA ISABEL G., KHO, ELISA &quot;OLGA&quot; T., MATUGAS, FRANCISCO JOSE II T., PANOTES, MARISOL C., HERRERA-DY, BERNADETTE &quot;BH&quot; C., COLLANTES, MARIA THERESA V., DEFENSOR, ARTHUR JR. R., BOLILIA, LIANDA B., MARCOLETA, RODANTE D., CALIXTO-RUBIANO, EMI G., BELMONTE, FELICIANO JR., SY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R., SAVELLANO, DEOGRACIAS VICTOR B., KHONGHUN, JEFFREY D., MACEDA, EDWARD VERA PEREZ, TEVES, ARNOLFO JR. A., TRE&Ntilde;AS, JERRY P., ORTEGA, VINI NOLA A., DUAVIT, JOHN MICHAEL R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Tambunting (000 2018-10-07)\u003C\/td\u003E\u003Ctd\u003E2. Hernandez (P.) (000 2018-12-18)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EAUTHORSHIP WITHDRAWALS:\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003ELagman(2019-01-14)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E()\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHB08883\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON GOVERNMENT REORGANIZATION ON 2018-09-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESECONDARILY REFERRED TO THE COMMITTEE(S) ON GAMES AND AMUSEMENTS\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}