{"heading":"HB08154","0":"AN ACT MANDATING ALL LOCAL GOVERNMENT UNITS, NATIONAL GOVERNMENT AGENCIES, EXECUTIVE DEPARTMENTS, BUREAUS, OFFICES, AGENCIES, COMMISSIONS, GOVERNMENT FINANCIAL INSTITUTIONS, GOVERNMENT OWNED AND CONTROLLED CORPORATIONS AND, STATE UNIVERSITIES AND COLLEGES TO ALLOCATE FIVE PERCENT (5%) OF THEIR ANNUAL ALLOTMENT FOR PROGRAMS AND PROJECTS FOR SENIOR CITIZENS","principal-authors":" AQUINO-MAGSAYSAY, MILAGROS","primary-referral":" POPULATION AND FAMILY RELATIONS","status":" Pending with the Committee on POPULATION AND FAMILY RELATIONS since 2018-09-04","historyid":"#HB08154-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08154.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08154\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT MANDATING ALL LOCAL GOVERNMENT UNITS, NATIONAL GOVERNMENT AGENCIES, EXECUTIVE DEPARTMENTS, BUREAUS, OFFICES, AGENCIES, COMMISSIONS, GOVERNMENT FINANCIAL INSTITUTIONS, GOVERNMENT OWNED AND CONTROLLED CORPORATIONS AND, STATE UNIVERSITIES AND COLLEGES TO ALLOCATE FIVE PERCENT (5%) OF THEIR ANNUAL ALLOTMENT FOR PROGRAMS AND PROJECTS FOR SENIOR CITIZENS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to institutionalize the Philippine Plan of Action for Senior citizens (PPASC) that will serve as the point of synergy of all efforts directed towards the promotion of the wellbeing of the senior citizens.\r\n\r\nAllocates funds for the implementation of programs, projects, activities and services which will address the needs of senior citizens, in either, but not limited to the following:\r\na.\tInformation and Communication Campaign and Advocacy (re: aging, and prevention of discrimination against and abuse);\r\nb.\tEducation, Human Resource Dev’t. and Capability Building (for family members, family caregivers, and professional and service providers);\r\nc.\tProtection and Safety Program (friendly facilities in compliance w\/ Accessibility Law)\r\nd.\tGroup Home\/Foster Home (for neglected, abandoned and detached);\r\ne.\tPolicy Development and Legislation (promotion of rights and full participation and equality in the development process);\r\nf.\tEmployment Opportunities; Advancement of Health and Well-being; Communicty-Based Facilities; and other projects and activities the agencies may implement in relation to their respective mandates.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EAQUINO-MAGSAYSAY, MILAGROS\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-08-29\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Calixto-Rubiano (000 2018-10-10)\u003C\/td\u003E\u003Ctd\u003E2. Sy-Alvarado (000 2018-11-13)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON POPULATION AND FAMILY RELATIONS ON 2018-09-04\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}