{"heading":"HB04729","0":"AN ACT ORDAINING THE PROMOTION OF SOCIAL ENTERPRISES TO ALLEVIATE POVERTY, ESTABLISHING FOR THE PURPOSE THE POVERTY REDUCTION THROUGH SOCIAL ENTREPRENEURSHIP (PRESENT) PROGRAM AND PROVIDING INCENTIVES AND BENEFITS, AND APPROPRIATING FUNDS THEREFOR","principal-authors":" TAMBUNTING, GUS S.","primary-referral":" MICRO, SMALL AND MEDIUM ENTERPRISE DEVELOPMENT","status":" Referred to the Technical Working Group (TWG) on 2018-05-29","historyid":"#HB04729-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB04729.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB04729\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ORDAINING THE PROMOTION OF SOCIAL ENTERPRISES TO ALLEVIATE POVERTY, ESTABLISHING FOR THE PURPOSE THE POVERTY REDUCTION THROUGH SOCIAL ENTREPRENEURSHIP (PRESENT) PROGRAM AND PROVIDING INCENTIVES AND BENEFITS, AND APPROPRIATING FUNDS THEREFOR\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ETAMBUNTING, GUS S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-01-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Sy-Alvarado (072 2017-02-20)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITEE HEARINGS\/ACTIONS:\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp1. Change of committee referral requested on 2017-01-30\u003C\/b\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp2. Deliberated upon by the Mother Committee on 2018-01-30\u003C\/b\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp-Meeting Highlights:\r\n\r\n1.\tThere is an overlap in the functions of the proposed Social Enterprise Development Council (SEDC) with the existing Micro, Small and Medium Enterprise Development (MSMED) Council provided for in the Magna Carta for MSMEs.\r\n\r\nChair Unabia and Rep. Fortun concurred to expand the membership and functions of the MSMED Council to cover SEs.\r\n\r\n2.\tThe Bureau of Micro, Small and Medium Enterprise Development (BMSMED) can serve as the Secretariat of the expanded MSMED Council, which Asst. Dir. Alicia Opena said BMSMED can take on. Ms. Aurora Villaviray of the DOF pointed out that the DBM can give additional plantilla positions to BMSMED for that purpose.\r\n3.\tThe special credit windows and allocation of credit resources to SEs can also be addressed by the Magna Carta for MSMEs.\r\n4.\tThe fiduciary obligations of the SSS and GSIS prevent them from participating in the SE Guarantee Fund Pool (SEGFP).\r\n5.\tAtty. Rodrigo Silverio, Jr., Legal Counsel of PAGCOR, suggested that the proposed contribution of PAGCOR to the SE Development Fund (SEDP) and the SEGFP can be taken from the 50% share of the National Government in the earnings of PAGCOR.\r\n6.\tThere must be a clear cut definition of an SE to include the percentage of the earnings that must be re-invested in the country by an SE with foreign ownership.\r\n7.\tRep. Ruwel Peter S. Gonzaga opined that the bill should have a provision to prevent a repeat of the QUEDANCOR experience which saw uncollaterized loans get unpaid leading to the agency’s bankruptcy.\r\n\r\nThe Committee approved that all Members present be made co-authors of the SE Bill.\r\n\r\nChairman Unabia directed the Secretariat to:\r\n\r\n1.\tInclude a provision in the SE bill to prevent a repeat of the QUEDANCOR experience.\r\n2.\tInvite and get the comments of the Philippine National Oil Company (PNOC).\r\n3.\tInvite and get the comments of the officers of the MSMED Council.\r\n\r\nThe Committee deferred further deliberations on the SE Bills, pending the submission of the position papers of the PNOC and the other agencies which have not complied yet.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp3. Referred to the Technical Working Group (TWG) on 2018-05-29\u003C\/b\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp-The Committee approved the following:\r\n\t1. That all members present in the previous and meetings be made co-authors of the bills, (Rep. Fortun, duly seconded by Rep.Borilla.\r\n\t2. Consolidation of the eight (8) bills with HB 7457 as the template for ease of consolidation;\r\n  \t3. Creation of a Technical Working Group (TWG) with CSBED Chairman Peter “Sr.Pedro” M. Unabia as TWG Chair together with Rep. Lianda B. Bolilia of the Committee on Poverty Alleviation as Co-Chair, and with Reps. Democrito Mendoza and Marisol Panotes as members thereof.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp-Referred to the Technical Working Group (TWG) jointly with the Committee on Poverty Alleviation.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON MICRO, SMALL AND MEDIUM ENTERPRISE DEVELOPMENT ON 2017-08-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESECONDARILY REFERRED TO THE COMMITTEE(S) ON POVERTY ALLEVIATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPREVIOUS COMMITTEE REFERRALS :PRIMARILY REFERRED TO POVERTY ALLEVIATION on 2017-01-18;\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}