{"heading":"HB08878","0":"AN ACT REQUIRING THE CREATION OF A SYSTEM OR APPLICATION THAT WOULD DETERMINE POTENTIAL CREDIT LIMIT BREACH AND GIVE THE CREDIT CARD HOLDER REAL-TIME FINANCIAL NOTIFICATION","principal-authors":" OLIVAREZ, ERIC L.","primary-referral":" BANKS AND FINANCIAL INTERMEDIARIES","status":" Pending with the Committee on BANKS AND FINANCIAL INTERMEDIARIES since 2019-01-29","historyid":"#HB08878-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08878.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08878\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REQUIRING THE CREATION OF A SYSTEM OR APPLICATION THAT WOULD DETERMINE POTENTIAL CREDIT LIMIT BREACH AND GIVE THE CREDIT CARD HOLDER REAL-TIME FINANCIAL NOTIFICATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to respond to the findings of an annual study being conducted by Visa's Consumer Payment Attitudes Survey across six markets in Southeast Asia that \"Filipinos were most interested in contactless payments, and used them typically to pay for groceries, bills and fines, and food and beverages\".\r\n\r\nIntends to protect the rights of consumers and ensure that they do not fall on the traps of careless spending and incurring unnecessary and completely avoidable penalties from credit card companies.\r\n\r\nRefers \"credit card limit breach\" to the situation when a credit cardholder's account balance is more than the maximum amount of money the credit card issuer would loan to the former.\r\n\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EOLIVAREZ, ERIC L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-01-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BANKS AND FINANCIAL INTERMEDIARIES ON 2019-01-29\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}