{"heading":"HB08867","0":"AN ACT REGULATING THE PLANNING, DESIGN, CONSTRUCTION, OCCUPANCY, AND MAINTENANCE OF PUBLIC AND PRIVATE BUILDINGS, ENACTING A NEW BUILDING ACT, THEREBY REPEALING PRESIDENTIAL DECREE NO. 1096, AND FOR OTHER PURPOSES","principal-authors":" FERNANDO, BAYANI F.","primary-referral":" PUBLIC WORKS AND HIGHWAYS","status":" Pending with the Committee on PUBLIC WORKS AND HIGHWAYS since 2019-01-29","historyid":"#HB08867-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08867.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08867\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REGULATING THE PLANNING, DESIGN, CONSTRUCTION, OCCUPANCY, AND MAINTENANCE OF PUBLIC AND PRIVATE BUILDINGS, ENACTING A NEW BUILDING ACT, THEREBY REPEALING PRESIDENTIAL DECREE NO. 1096, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to update building regulations and standards in order to better safeguard life, health, property, and public welfare through resilient, and sustainable or green, houses, buildings, and other structures.\r\n\r\nAims to streamline building permit processes, distinguishing simple buildings from special buildings with commensurate requirements; and to coordinate and harmonize the regulations, standards, and practices of various agencies implementing different laws and various sectors involve therein.\r\n\r\nProposes to capacitate implementing offices, empower the general public to take care of both new and old buildings, thus equitably share the responsibilities between those enforcing and those complying with the building law.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFERNANDO, BAYANI F.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-01-23\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PUBLIC WORKS AND HIGHWAYS ON 2019-01-29\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}