{"heading":"HB08278","0":"AN ACT TO PROVIDE YOUTH SUICIDE INTERVENTION AND PREVENTION","principal-authors":" NIETO, JOHN MARVIN \"YUL SERVO\" C.; MACEDA, EDWARD VERA PEREZ; MARTINEZ, ERIC M.; SANDOVAL, FEDERICO \"RICKY\" II S.; MALAPITAN, DALE \"ALONG\" R.; OLIVAREZ, ERIC L.; CALIXTO-RUBIANO, EMI G.; ","primary-referral":" HEALTH","status":" Pending with the Committee on HEALTH since 2018-09-25","historyid":"#HB08278-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08278.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08278\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT TO PROVIDE YOUTH SUICIDE INTERVENTION AND PREVENTION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to introduce a Life Planning Education (LPE) in the elementary and secondary education curriculum which shall require lectures and discussion on self and identity; personal, family, community values; communication and interrelationship with others; sexuality and gender roles; among others.\r\n\r\nProposes a Peer Counselling Program to encourage positive mental health for students which aims to teach basic counselling skills; foster relationship and confidence building among the student body; and be a source of skill and academic motivation for them.\r\n\r\nProposes to encourage schools to employ at least one licensed psychologist in order to respond to the mental health care needs of the students, and create suicide prevention programs.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ENIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., MACEDA, EDWARD VERA PEREZ, MARTINEZ, ERIC M., SANDOVAL, FEDERICO &quot;RICKY&quot; II S., MALAPITAN, DALE &quot;ALONG&quot; R., OLIVAREZ, ERIC L., CALIXTO-RUBIANO, EMI G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Tambunting (000 2018-10-04)\u003C\/td\u003E\u003Ctd\u003E2. Sy-Alvarado (000 2018-10-08)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HEALTH ON 2018-09-25\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}