{"heading":"HB09179","0":"AN ACT ESTABLISHING THE DEPARTMENT OF WATER AND FISHERIES, PROVIDING FOR ITS POWERS AND COMPOSITION, APPROPRIATIONS, AND FOR OTHER PURPOSES","principal-authors":" ABAYON, HARLIN NEIL III J.; SIAO, FREDERICK W.; ","primary-referral":" GOVERNMENT REORGANIZATION","status":" Pending with the Committee on GOVERNMENT REORGANIZATION since 2019-05-20","historyid":"#HB09179-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09179.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09179\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING THE DEPARTMENT OF WATER AND FISHERIES, PROVIDING FOR ITS POWERS AND COMPOSITION, APPROPRIATIONS, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Proposes a holistic and sustainable Integrated Water and Fisheries Continuum Management Approach as the\r\nbedrock of a Unified Water and Fisheries Policy Framework.\r\n\r\nSeeks to task the Department as the lead agency and implementor on the regulation, development and management of the country's water supply, fisheries, aquatic resources, inland waters, and ocean marine life and minerals.\r\n\r\nProvides for several agencies which shall be attached to the Department: 1. National Water Utilities Commission; 2. Watershed, Coastal, and Inland Water Resources Management Board; 3. Philippine Rise and West Phil. Sea Authority; and 4. Inter-Agency Water Policy and Operations Coordination Council.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EABAYON, HARLIN NEIL III J., SIAO, FREDERICK W.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-04-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON GOVERNMENT REORGANIZATION ON 2019-05-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESECONDARILY REFERRED TO THE COMMITTEE(S) ON PUBLIC WORKS AND HIGHWAYS\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}