{"heading":"HB09031","0":"AN ACT STRENGTHENING AND EXPANDING THE FREE PUBLIC TERTIARY EDUCATION THROUGH FORMULATION OF NATIONALIST, SCIENTIFIC AND MASS-ORIENTED CURRICULUM, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 10931, OTHERWISE KNOWN AS THE \"UNIVERSAL ACCESS TO QUALITY TERTIARY EDUCATION\"","principal-authors":" ELAGO, SARAH JANE I.","primary-referral":" HIGHER AND TECHNICAL EDUCATION","status":" Pending with the Committee on HIGHER AND TECHNICAL EDUCATION since 2019-02-07","historyid":"#HB09031-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09031.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09031\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT STRENGTHENING AND EXPANDING THE FREE PUBLIC TERTIARY EDUCATION THROUGH FORMULATION OF NATIONALIST, SCIENTIFIC AND MASS-ORIENTED CURRICULUM, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 10931, OTHERWISE KNOWN AS THE \"UNIVERSAL ACCESS TO QUALITY TERTIARY EDUCATION\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Intends to establish a new higher education curriculum which shall: \r\n\r\na) instill in every student the firm resolve never to allow our people to be dominated and controlled by foreign powers or domestic tyrants, developing a self-reliant and independent national economy with particular emphasis on agrarian reform, agriculture and national industries.\r\n\r\nb) inculcate a scientific worldview that heightens the social consciousness of all Filipino students towards total human liberation, and foster a culture of learning that nurtures learning directed towards understanding and solving the basic problems of society.\r\n\r\nc) equip students with the knowledge and skills needed to serve the Filipino nation and encourage study programs that respond to community needs through immersion into larger society that exists beyond their classrooms.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EELAGO, SARAH JANE I.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-02-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HIGHER AND TECHNICAL EDUCATION ON 2019-02-07\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}