{"heading":"HB09164","0":"AN ACT REQUIRING THE PHILIPPINE GOVERNMENT TO ISSUE EDUCATIONAL BONDS FOR THE BENEFIT OF TERTIARY STUDENTS, APPROPRIATING FUNDS THEREFOR AND FOR OTHER PURPOSES","principal-authors":" SALCEDA, JOEY SARTE","primary-referral":" HIGHER AND TECHNICAL EDUCATION","status":" Pending with the Committee on HIGHER AND TECHNICAL EDUCATION since 2019-05-20","historyid":"#HB09164-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09164.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09164\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REQUIRING THE PHILIPPINE GOVERNMENT TO ISSUE EDUCATIONAL BONDS FOR THE BENEFIT OF TERTIARY STUDENTS, APPROPRIATING FUNDS THEREFOR AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines Educational Bond as a long-term government security issued by a national government with corresponding interest and sovereign guarantee.\r\n\r\nProposes an issuance of treasury bonds in the name of every Filipino at birth which shall be used exclusively to augment any and all financial assistance extended by the government through the proceeds of said security instrument upon maturity, release of which shall be to the qualified beneficiary only under the ff. conditions:\r\n\r\na) At the time he or she reaches 18 years of age, must be enrolled in undergraduate-post-secondary programs in any public or private educational institution; and b) He or she must be a part of household included in the National Household Targeting System for Poverty Reduction (NHTS-PR).\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALCEDA, JOEY SARTE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-03-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HIGHER AND TECHNICAL EDUCATION ON 2019-05-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}