{"heading":"HB04880","0":"AN ACT INSTITUTIONALIZING AND MAINSTREAMING PAYMENT FOR ENVIRONMENTAL SERVICES (PES) IN POLICY AND INVESTMENT PROGRAMS","short-title":" Institutionalizing And Mainstreaming Payment For Environmental Services ( P E S) In Policy And Investment Programs","principal-authors":" PANGANIBAN, JOSE JR. T. CPA, LLB","primary-referral":" NATURAL RESOURCES","status":" Pending with the Committee on NATURAL RESOURCES since 2017-02-07","historyid":"#HB04880-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB04880.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB04880\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT INSTITUTIONALIZING AND MAINSTREAMING PAYMENT FOR ENVIRONMENTAL SERVICES (PES) IN POLICY AND INVESTMENT PROGRAMS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Institutionalizing And Mainstreaming Payment For Environmental Services ( P E S) In Policy And Investment Programs\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Defines Several Terms Among Others As Follows:  Ancestral Domains, Biological Diversity Or Biodiversity, Carbon Sequestration, Climate Change, Commmunity-based Forest Management Strategy, Environment Externalities, Environment Services, Iccs\/ips.  Adopts Several Policies As Follows:  Sustainable Use Of The Country’s Environment And Natural Resources; Common Rights But Differentiated Responsibilities And Accountabilities Of Environment And Natural Resource (enr) Suppliers\/providers And Users\/beneficiaries; Climate Change Mitigation And Adaptation. Provides For Several Objectives As Follows: Create Awareness And Appreciation Of Pes As A Strategy In Attaining Sustainable Development; Provide A Platform\/entry Point\/legal\/institutional Framework For Use And Management Of Resources Aside From Energy And Mining Under A Pes Scheme; Develop Capacity Of Major Stakeholders Regarding Pes Implementation; Conduct Environmental And Natural Resources Accounting; Mainstream A Pes Mechanism In Policy And Investment Programs Of The Phil. Council For Sustainable Dev't And Other Relevant Institutions; Encourages Diff. Forms And Modes Of Pes Such As, But Not Limited To Rewarding Upland Peoples For Ecosystem Services (rupes), Carbon Trading, Reduction Of Emissions From Deforestation And Degradation (redd), Conditional Cash Transfer For Enviromental Protection And Management, Green Corporate Social Responsibility (csr, Ecological Fees And Polluter Fees\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : Payment for Environmental Services Act\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPANGANIBAN, JOSE JR. T. CPA, LLB\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-01-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Villanueva (083 2017-03-15)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON NATURAL RESOURCES ON 2017-02-07\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}