{"heading":"HB03384","0":"AN ACT POSTPONING THE OCTOBER 2016 BARANGAY AND SANGGUNIANG KABATAAN ELECTIONS, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 9164, AS AMENDED BY REPUBLIC ACT NO. 9340 AND REPUBLIC ACT NO. 10656, AND FOR OTHER PURPOSES","principal-authors":" ALVAREZ, PANTALEON D.; FARIÑAS, RODOLFO C.; SUAREZ, DANILO E.; TUGNA, SHERWIN N.; ACHARON, PEDRO JR. B.; ABU, RANEO \"RANIE\" E.; ALVAREZ, MERCEDES K.; CASTRO, FREDENIL \"FRED\" H.; CAYETANO, PIA ; GARCIA, GWENDOLYN F.; GARCIA-ALBANO, MYLENE J.; GARIN, SHARON S.; HERNANDEZ, FERDINAND L.; MACAPAGAL ARROYO, GLORIA; QUIMBO, ROMERO \"MIRO\" S.; SEMA, BAI SANDRA SINSUAT A.; SINGSON, ERIC D.; CORTES, JONAS C.; PADUANO, JOSEPH STEPHEN S.; CALDERON, PETER JOHN D.; CAMINERO, WILFREDO S.; FERRIOL-PASCUAL, ABIGAIL FAYE C.; BELMONTE, JOSE CHRISTOPHER Y.; PANCHO, GAVINI \"APOL\" C.; YAP, MELECIO JR. J.; COJUANGCO, CARLOS O.; TEJADA, JOSE \"PING-PING\" I.; MANALO, JESULITO A.; MANGUDADATU, SUHARTO T.; BATOCABE, RODEL M.; VELASCO-CATERA, TRICIA NICOLE Q.; SARMIENTO, EDGAR MARY S.; ANTONIO, MICHELLE M.; CATAMCO, NANCY A.; FERRER, JULIET MARIE D.; PALMA, WILTER \"SHARKY\" II WEE; CERILLES ENERIO, AURORA ; YU, DIVINA GRACE C.; PICHAY, PROSPERO JR. A.; LOBREGAT, CELSO L.; DALIPE, MANUEL JOSE \"MANNIX\" M.; GARIN, OSCAR \"RICHARD\" JR. S.; TEVES, ARNOLFO JR. A.; TREÑAS, JERRY P.; GORRICETA, ARCADIO H.; TUPAS, RAUL \"BOBOY\" C.; ACOSTA-ALBA, MARIA LOURDES; ROCAMORA, RAMON V.A. \"RAV\"; MARCOLETA, RODANTE D.; BAG-AO, KAKA J.; CERAFICA, ARNEL M.; BELARO, SALVADOR JR. B.; PINEDA, ENRICO A.; MENDING, MAKMOD JR. D.; PAPANDAYAN, MAUYAG JR. \"JUN\" B.; CARI, JOSE CARLO L.; TURABIN-HATAMAN, SITTI DJALIA A.; DEL ROSARIO, MANUEL MONSOUR III T.; GO, ANA CRISTINA SIQUIAN; BELMONTE, RICARDO \"RJ\" JR. T.; HOFER, ANN K.; FLORES, FLORENCIO JR. T. M.D.; RODRIGUEZ, MAXIMO JR.B.; AMATONG, ISAGANI S.; PACQUIAO, ROGELIO \"RUEL\" D.; GARCIA, JOSE ENRIQUE III S.; RAMIREZ-SATO, JOSEPHINE; MATUGAS, FRANCISCO JOSE II T.; CORTUNA, JULIETA R.; MALAPITAN, DALE \"ALONG\" R.; ALEJANO, GARY C.; ONG, EDWIN; ERICE, EDGAR R.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; TIANGCO, TOBIAS \"TOBY\" M.; CHIPECO, JOAQUIN JR. M.; MARTINEZ, ERIC M.; LOPEZ, MANUEL LUIS T.; BORDADO, GABRIEL H.; CAMPOS, LUIS JR. N; ANDAYA, ROLANDO JR. G.; DUAVIT, JOHN MICHAEL R.; BONDOC, JUAN PABLO \"RIMPY\"; GONZALES, AURELIO \"DONG\" JR. D.; MERCADO, ROGER G.; ALONTE, MARILYN B.; ARCILLAS, ARLENE B.; ENVERGA, ANNA KATRINA M.; VERGARA, ROSANNA \"RIA\" V.; PANOTES, MARISOL C.; HERRERA-DY, BERNADETTE \"BH\" C.; CHAVEZ, CECILIA LEONILA V.; VILLAFUERTE, LUIS RAYMUND JR. F.; NUÑEZ-MALANYAON, CORAZON T.; JALOSJOS, SETH FREDERICK P.; BAGATSING, CRISTAL L.; GULLAS, GERALD ANTHONY \"SAMSAM\" JR. V; VILLARAZA-SUAREZ, ANNA MARIE; LAOGAN, DENNIS C.; VELOSO, VICENTE \"CHING\" S.E.; ALMONTE, JORGE T.; LABADLABAD, GLONA; GONZALES, ALEXANDRIA P.; VIOLAGO, MICAELA S.; SAHALI, RUBY M.; SILVERIO, LORNA C.; DELOSO-MONTALLA, CHERYL P.; LEE, DELPHINE GAN; BERTIZ, ANICETO \"JOHN\" III D.; UY, JULIETTE T.; BRAVO, ANTHONY M., Ph.D.; MELLANA, EVELYN P.; PLAZA, MARIA VALENTINA G.; BAUTISTA-BANDIGAN, LORNA P.; ERIGUEL, SANDRA Y., M.D.; ROMAN, GERALDINE B.; SAVELLANO, DEOGRACIAS VICTOR B.; COLLANTES, MARIA THERESA V.; NAVA, MA. LUCILLE L., MD.; RADAZA, AILEEN C.; ROBES, FLORIDA \"RIDA\" P.; AGGABAO, MA. LOURDES R.; DEFENSOR, ARTHUR JR. R.; ADVINCULA, ALEX \"AA\" L.; MADRONA, EMMANUEL F.; FERRER, LUIS \"JON-JON\" IV A.; RODRIGUEZ, ISIDRO JR. S.; TOLENTINO, ABRAHAM \"BAMBOL\" N.; AGARAO, BENJAMIN JR. C.; ABAYA, FRANCIS GERALD A.; RELAMPAGOS, RENE L.; JAVIER, PAOLO EVERARDO S.; VILLANUEVA, NOEL L.; AUMENTADO, ERICO ARISTOTLE C.; CUEVA, LEO RAFAEL M.; TING, RANDOLPH S.; GO, MARK O.; DALOG, MAXIMO B.; LACSON, VIRGILIO S.; GONZAGA, RUWEL PETER S.; SARMIENTO, CESAR V.; NOGRALES, JERICHO JONAS B.; OAMINAL, HENRY S.; SIAO, FREDERICK W.; ZUBIRI, MANUEL F.; DE VERA, EUGENE MICHAEL B.; UNGAB, ALBERTO TOM; NOLASCO, RAMON; LOPEZ, BENHUR JR. B.; ROMUALDO, XAVIER JESUS D.; UY, ROLANDO \"KLAREX\" A.; LAZATIN, CARMELO \"JON\" B. II; ABUEG, FREDERICK \"ERICK\" F.; SALO, RON P.; FORTUNO, SALVIO B.; SACDALAN, JESUS NONATO; UMALI, REYNALDO V.; NOEL, VICTORIA ISABEL G.; EVARDONE, BEN P.; KHO, ELISA \"OLGA\" T.; BATAOIL, LEOPOLDO N.; MARQUEZ, CARLITO S.; ROA-PUNO, CHIQUI ; GASATAYA, GREG G.; ACOP, ROMEO M.; SAGARBARRIA, MANUEL; CASTELO, WINSTON \"WINNIE\"; ADIONG, ANSARUDDIN ABDUL MALIK A.; ","primary-referral":" SUFFRAGE AND ELECTORAL REFORMS","mother-bill statusstatus":" Republic Act RA10923 enacted on 2016-10-15 Substituted by HB03504","historyid":"#HB03384-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB03384.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB03384\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT POSTPONING THE OCTOBER 2016 BARANGAY AND SANGGUNIANG KABATAAN ELECTIONS, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 9164, AS AMENDED BY REPUBLIC ACT NO. 9340 AND REPUBLIC ACT NO. 10656, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALVAREZ, PANTALEON D., FARI&Ntilde;AS, RODOLFO C., SUAREZ, DANILO E., TUGNA, SHERWIN N., ACHARON, PEDRO JR. B., ABU, RANEO &quot;RANIE&quot; E., ALVAREZ, MERCEDES K., CASTRO, FREDENIL &quot;FRED&quot; H., CAYETANO, PIA, GARCIA, GWENDOLYN F., GARCIA-ALBANO, MYLENE J., GARIN, SHARON S., HERNANDEZ, FERDINAND L., MACAPAGAL ARROYO, GLORIA, QUIMBO, ROMERO &quot;MIRO&quot; S., SEMA, BAI SANDRA SINSUAT A., SINGSON, ERIC D., CORTES, JONAS C., PADUANO, JOSEPH STEPHEN S., CALDERON, PETER JOHN D., CAMINERO, WILFREDO S., FERRIOL-PASCUAL, ABIGAIL FAYE C., BELMONTE, JOSE CHRISTOPHER Y., PANCHO, GAVINI &quot;APOL&quot; C., YAP, MELECIO JR. J., COJUANGCO, CARLOS O., TEJADA, JOSE &quot;PING-PING&quot; I., MANALO, JESULITO A., MANGUDADATU, SUHARTO T., BATOCABE, RODEL M., VELASCO-CATERA, TRICIA NICOLE Q., SARMIENTO, EDGAR MARY S., ANTONIO, MICHELLE M., CATAMCO, NANCY A., FERRER, JULIET MARIE D., PALMA, WILTER &quot;SHARKY&quot; II WEE, CERILLES ENERIO, AURORA, YU, DIVINA GRACE C., PICHAY, PROSPERO JR. A., LOBREGAT, CELSO L., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., GARIN, OSCAR &quot;RICHARD&quot; JR. S., TEVES, ARNOLFO JR. A., TRE&Ntilde;AS, JERRY P., GORRICETA, ARCADIO H., TUPAS, RAUL &quot;BOBOY&quot; C., ACOSTA-ALBA, MARIA LOURDES, ROCAMORA, RAMON V.A. &quot;RAV&quot;, MARCOLETA, RODANTE D., BAG-AO, KAKA J., CERAFICA, ARNEL M., BELARO, SALVADOR JR. B., PINEDA, ENRICO A., MENDING, MAKMOD JR. D., PAPANDAYAN, MAUYAG JR. &quot;JUN&quot; B., CARI, JOSE CARLO L., TURABIN-HATAMAN, SITTI DJALIA A., DEL ROSARIO, MANUEL MONSOUR III T., GO, ANA CRISTINA SIQUIAN, BELMONTE, RICARDO &quot;RJ&quot; JR. T., HOFER, ANN K., FLORES, FLORENCIO JR. T. M.D., RODRIGUEZ, MAXIMO JR.B., AMATONG, ISAGANI S., PACQUIAO, ROGELIO &quot;RUEL&quot; D., GARCIA, JOSE ENRIQUE III S., RAMIREZ-SATO, JOSEPHINE, MATUGAS, FRANCISCO JOSE II T., CORTUNA, JULIETA R., MALAPITAN, DALE &quot;ALONG&quot; R., ALEJANO, GARY C., ONG, EDWIN, ERICE, EDGAR R., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., TIANGCO, TOBIAS &quot;TOBY&quot; M., CHIPECO, JOAQUIN JR. M., MARTINEZ, ERIC M., LOPEZ, MANUEL LUIS T., BORDADO, GABRIEL H., CAMPOS, LUIS JR. N, ANDAYA, ROLANDO JR. G., DUAVIT, JOHN MICHAEL R., BONDOC, JUAN PABLO &quot;RIMPY&quot;, GONZALES, AURELIO &quot;DONG&quot; JR. D., MERCADO, ROGER G., ALONTE, MARILYN B., ARCILLAS, ARLENE B., ENVERGA, ANNA KATRINA M., VERGARA, ROSANNA &quot;RIA&quot; V., PANOTES, MARISOL C., HERRERA-DY, BERNADETTE &quot;BH&quot; C., CHAVEZ, CECILIA LEONILA V., VILLAFUERTE, LUIS RAYMUND JR. F., NU&Ntilde;EZ-MALANYAON, CORAZON T., JALOSJOS, SETH FREDERICK P., BAGATSING, CRISTAL L., GULLAS, GERALD ANTHONY &quot;SAMSAM&quot; JR. V, VILLARAZA-SUAREZ, ANNA MARIE, LAOGAN, DENNIS C., VELOSO, VICENTE &quot;CHING&quot; S.E., ALMONTE, JORGE T., LABADLABAD, GLONA, GONZALES, ALEXANDRIA P., VIOLAGO, MICAELA S., SAHALI, RUBY M., SILVERIO, LORNA C., DELOSO-MONTALLA, CHERYL P., LEE, DELPHINE GAN, BERTIZ, ANICETO &quot;JOHN&quot; III D., UY, JULIETTE T., BRAVO, ANTHONY M., Ph.D., MELLANA, EVELYN P., PLAZA, MARIA VALENTINA G., BAUTISTA-BANDIGAN, LORNA P., ERIGUEL, SANDRA Y., M.D., ROMAN, GERALDINE B., SAVELLANO, DEOGRACIAS VICTOR B., COLLANTES, MARIA THERESA V., NAVA, MA. LUCILLE L., MD., RADAZA, AILEEN C., ROBES, FLORIDA &quot;RIDA&quot; P., AGGABAO, MA. LOURDES R., DEFENSOR, ARTHUR JR. R., ADVINCULA, ALEX &quot;AA&quot; L., MADRONA, EMMANUEL F., FERRER, LUIS &quot;JON-JON&quot; IV A., RODRIGUEZ, ISIDRO JR. S., TOLENTINO, ABRAHAM &quot;BAMBOL&quot; N., AGARAO, BENJAMIN JR. C., ABAYA, FRANCIS GERALD A., RELAMPAGOS, RENE L., JAVIER, PAOLO EVERARDO S., VILLANUEVA, NOEL L., AUMENTADO, ERICO ARISTOTLE C., CUEVA, LEO RAFAEL M., TING, RANDOLPH S., GO, MARK O., DALOG, MAXIMO B., LACSON, VIRGILIO S., GONZAGA, RUWEL PETER S., SARMIENTO, CESAR V., NOGRALES, JERICHO JONAS B., OAMINAL, HENRY S., SIAO, FREDERICK W., ZUBIRI, MANUEL F., DE VERA, EUGENE MICHAEL B., UNGAB, ALBERTO TOM, NOLASCO, RAMON, LOPEZ, BENHUR JR. B., ROMUALDO, XAVIER JESUS D., UY, ROLANDO &quot;KLAREX&quot; A., LAZATIN, CARMELO &quot;JON&quot; B. II, ABUEG, FREDERICK &quot;ERICK&quot; F., SALO, RON P., FORTUNO, SALVIO B., SACDALAN, JESUS NONATO, UMALI, REYNALDO V., NOEL, VICTORIA ISABEL G., EVARDONE, BEN P., KHO, ELISA &quot;OLGA&quot; T., BATAOIL, LEOPOLDO N., MARQUEZ, CARLITO S., ROA-PUNO, CHIQUI, GASATAYA, GREG G., ACOP, ROMEO M., SAGARBARRIA, MANUEL, CASTELO, WINSTON &quot;WINNIE&quot;, ADIONG, ANSARUDDIN ABDUL MALIK A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Reform\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd width='33%'\u003E1. Lanete\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Yap (V.) (021 2016-09-13)\u003C\/td\u003E\u003Ctd\u003E2. Mangaoang (003 2017-07-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHB03504\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON SUFFRAGE AND ELECTORAL REFORMS ON 2016-08-30\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}