{"heading":"HB08319","0":"AN ACT PROVIDING FOR A MAGNA CARTA FOR THE STATISTICAL, CIVIL REGISTRATION AND PHILIPPINE IDENTIFICATION SYSTEM WORKERS OF THE PHILIPPINES, AUTHORIZING THE COLLECTION AND APPROPRIATION OF FUNDS THEREFOR, AND FOR OTHER PURPOSES","principal-authors":" FLOIRENDO, ANTONIO R.","primary-referral":" POPULATION AND FAMILY RELATIONS","status":" Pending with the Committee on POPULATION AND FAMILY RELATIONS since 2018-10-03","historyid":"#HB08319-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08319.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08319\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT PROVIDING FOR A MAGNA CARTA FOR THE STATISTICAL, CIVIL REGISTRATION AND PHILIPPINE IDENTIFICATION SYSTEM WORKERS OF THE PHILIPPINES, AUTHORIZING THE COLLECTION AND APPROPRIATION OF FUNDS THEREFOR, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to ensure a reservoir of talent who are adequately provided with compensation and benefits at par with the private sector that shall address the issues confronting the human resources of the statistical, civil registration and PhilSys sectors.\r\n\r\nMandates the creation of additional Deputy National Statisticians, transfer of the administrative and operations management, control and supervision of the Local Civil Registrars and their staff from the LGUs to PSA and the officials and employees of which shall be transferred to and absorbed by the Local Statistics Office to be established in each City and Municipality, and establishment of the Philippine Statistics Attaché in each Philippine Embassy and Consular Office or clusters.\r\n\r\nMandates the Local Chief Executives concerned to allocate and donate adequate lots or areas for the construction of buildings and structures, and sustained operations of the PSA Field Offices in their respective Municipality, City, Provincial or regional government centers; and the DBM and Congress to ensure sufficient amounts for the procurement of buildings, equipment facilities and materials for the PSA Filed Offices and Local Statistics Office. \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : “Magna Carta for the Statistical, Civil Registration and Philippine Identification System Workers \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFLOIRENDO, ANTONIO R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Robes (000 2018-11-20)\u003C\/td\u003E\u003Ctd\u003E2. Sy-Alvarado (000 2018-11-21)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON POPULATION AND FAMILY RELATIONS ON 2018-10-03\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}