{"heading":"HB09170","0":"AN ACT ESTABLISHING THE INCENTIVIZED SOLID WASTE REDEMPTION AND RECOVERY SYSTEMS, APPROPRIATING FUNDS THEREFOR, AND FOR OTHER PURPOSES","principal-authors":" ABAYON, HARLIN NEIL III J.","primary-referral":" ECOLOGY","status":" Pending with the Committee on ECOLOGY since 2019-05-20","historyid":"#HB09170-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09170.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09170\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT ESTABLISHING THE INCENTIVIZED SOLID WASTE REDEMPTION AND RECOVERY SYSTEMS, APPROPRIATING FUNDS THEREFOR, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to motivate individuals, associations and institutions to gather and collect non-hazardous and recyclable solid wastes which shall be exchanged for rice, water, canned goods, basic, household consumer items or cash.\r\n\r\nProvides that the DENR, DA and DTI shall:  determine the reasonable and compliance-inducing exchange values for graduated weights or volumes of solid wastes surrendered; and establish a Hazardous Waste Recovery Protocols and Reporting System.\r\n\r\nProposes to task the DENR, DTI and DOF to adapt the Carbon Credit system for reducing carbon emissions to the realm of solid waste recovery and reduction; and for private corporations and GOCCs to establish special purpose corporations or joint ventures with the specific mission of redeeming and recovering plastic wastes through the combination of mechanisms and incentives designed for corporate social responsibility programs and non-tax incentives.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EABAYON, HARLIN NEIL III J.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-03-25\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON ECOLOGY ON 2019-05-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}