{"heading":"HB08393","0":"AN ACT REQUIRING THE MANDATORY LABELLING OF HOUSEHOLD PRODUCTS CONTAINING HAZARDOUS SUBSTANCES","principal-authors":" PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L., Ph.D.; BELMONTE, RICARDO \"RJ\" JR. T.; CANAMA, SABINIANO S.; SALO, RON P.; LOPEZ, BENHUR JR. B.; VILLARIN, TOM S.; MONTORO, TEODORO \"TED\" G.; BELARO, SALVADOR JR. B.; LACSON, VIRGILIO S.; MENDING, MAKMOD JR. D.; UYBARRETA, CARLOS ROMAN; SALON, ORESTES T.; ","primary-referral":" TRADE AND INDUSTRY","status":" Pending with the Committee on TRADE AND INDUSTRY since 2018-10-10","historyid":"#HB08393-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08393.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08393\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT REQUIRING THE MANDATORY LABELLING OF HOUSEHOLD PRODUCTS CONTAINING HAZARDOUS SUBSTANCES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to require manufacturers precautionary labeling on household items which may contain substances that are considered toxic, corrosive, harmful irritants, strong sensitizers or flammable through a standard of signage and symbols that would alert the consumer of the potential hazards\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., Ph.D., BELMONTE, RICARDO &quot;RJ&quot; JR. T., CANAMA, SABINIANO S., SALO, RON P., LOPEZ, BENHUR JR. B., VILLARIN, TOM S., MONTORO, TEODORO &quot;TED&quot; G., BELARO, SALVADOR JR. B., LACSON, VIRGILIO S., MENDING, MAKMOD JR. D., UYBARRETA, CARLOS ROMAN, SALON, ORESTES T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Loyola (000 2018-12-17)\u003C\/td\u003E\u003Ctd\u003E2. Hernandez (P.) (000 2018-12-18)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRADE AND INDUSTRY ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}