{"heading":"HB07860","0":"AN ACT INSTITUTING THE FARMERS AND FISHERFOLK ENTERPRISE DEVELOPMENT PROGRAM OF THE DEPARTMENT OF AGRICULTURE AND FOR OTHER PURPOSES","principal-authors":" VILLAFUERTE, LUIS RAYMUND JR. F.","primary-referral":" AGRICULTURE AND FOOD","mother-bill statusstatus":" Republic Act RA11321 enacted on 2019-04-17 Substituted by HB08857","historyid":"#HB07860-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB07860.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB07860\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT INSTITUTING THE FARMERS AND FISHERFOLK ENTERPRISE DEVELOPMENT PROGRAM OF THE DEPARTMENT OF AGRICULTURE AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Establishes the Farmers and Fisherfolk Enterprise Development Program which shall refer to the comprehensive set of objectives, targets, and holistic approach and assistance in promoting the establishment of enterprises involving agricultural and fishery products. It shall be integrated and be made consistent with the Agriculture and Fisheries Modernization Plan, and the Micro, Small, and Medium Enterprises Development Plan.\r\nThe Program shall cover the following areas: a) Agricultural and fisheries production; b)Acquisition of work animals, farm and fishery equipment and machinery; c) Acquisition of seeds, fertilizer, poultry, livestock, feeds, and other similar items; d) Procurement of agricultural and fisheries products for storage, trading, processing, and distribution; e) Construction, acquisition, and repair of facilities for production, processing, storage, transportation, communication, marketing, and such other facilities in support of agriculture and fisheries; f) Working capital for agriculture and fisheries graduates to enable them to engage in agriculture and fisheries related economic activities; g) Agribusiness activities which support soil and water conservation and ecology enhancing activities; h) Working capital for long gestating projects; and i) Credit guarantees on uncollateralized loans to farmers and fisherfolk.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EALIAS NAME : “Sagip Saka Act.” \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVILLAFUERTE, LUIS RAYMUND JR. F.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-06-07\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Del Mar (000 2018-08-15)\u003C\/td\u003E\u003Ctd\u003E2. Sy-Alvarado (000 2018-09-10)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Sangcopan (000 2018-09-25)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHB08857\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON AGRICULTURE AND FOOD ON 2018-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESECONDARILY REFERRED TO THE COMMITTEE(S) ON AQUACULTURE AND FISHERIES RESOURCES\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}