{"heading":"HB08129","0":"AN ACT STRENGTHENING REPUBLIC ACT 9501, OTHERWISE KNOWN AS THE \"MAGNA CARTA FOR MICRO, SMALL, AND MEDIUM ENTERPRISES\" AND FOR OTHER PURPOSES","principal-authors":" UNABIA, PETER \"SR. PEDRO\" M.","primary-referral":" MICRO, SMALL AND MEDIUM ENTERPRISE DEVELOPMENT","status":" Referred to the Technical Working Group (TWG) on 2018-09-25","historyid":"#HB08129-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08129.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08129\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT STRENGTHENING REPUBLIC ACT 9501, OTHERWISE KNOWN AS THE \"MAGNA CARTA FOR MICRO, SMALL, AND MEDIUM ENTERPRISES\" AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to amend Republic Act No. 9501 to address the lack of access to domestic and international markets, as one among the barriers\/issues that hinder the growth and development of MSMEs.\r\nAims to provide another avenue by which MSMEs can gain market access on a continuing basis by inserting the following amendment to the existing law:  “PRIVATE MALLS AND SUPERMARKETS SHALL PROVIDE AT LEAST TEN PERCENT (10%) OF THEIR TOTAL SELLING AREA, FREE OF CHARGE, TO QUALIFIED MSMEs WHICH WILL BE IDENTIFIED BY THE DEPARTMENT OF TRADE AND INDUSTRY”.\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EUNABIA, PETER &quot;SR. PEDRO&quot; M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-08-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITEE HEARINGS\/ACTIONS:\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp1. Referred to the Technical Working Group (TWG) on 2018-09-25\u003C\/b\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp-Rep. Carmelo Lazatin II sponsored the said bills on behalf of the authors.  The bills seek to further amend RA 9501 by  inserting a new provision requiring private malls and supermarkets to provide at least five percent (5%) or ten percent (10%) of their total selling area, free of charge to deserving MSMEs, to be identified by the Department of Trade and Industry. \r\n\r\nA Technical Working Group (TWG) was created to fine tune the provisions of the substitute bill to House Bills Numbered 7918 and 8129. The TWG Chair will still be determined.\r\n\r\nIn view thereof, HBs 7918 and 8129 will not be consolidated with HBs 4498 and 5540.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp-•\tInitial deliberation on the bill together with HB 8129 was conducted on September 25, 2018.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON MICRO, SMALL AND MEDIUM ENTERPRISE DEVELOPMENT ON 2018-08-29\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}