{"heading":"HB08389","0":"AN ACT INCREASING THE PENALTIES FOR OTHER ILLEGAL GAMBLING ACTIVITIES, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 9287, ENTITLED \"AN ACT INCREASING THE PENALTIES FOR ILLEGAL NUMBERS GAMES, AMENDING CERTAIN PROVISIONS OF PRESIDENTIAL DECREE NO. 1602, AND FOR OTHER PURPOSES","principal-authors":" ALEJANO, GARY C.","primary-referral":" GAMES AND AMUSEMENTS","status":" Pending with the Committee on GAMES AND AMUSEMENTS since 2018-10-10","historyid":"#HB08389-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB08389.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB08389\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT INCREASING THE PENALTIES FOR OTHER ILLEGAL GAMBLING ACTIVITIES, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 9287, ENTITLED \"AN ACT INCREASING THE PENALTIES FOR ILLEGAL NUMBERS GAMES, AMENDING CERTAIN PROVISIONS OF PRESIDENTIAL DECREE NO. 1602, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to impose an increase in the penalties carried out against various forms of \r\nillegal gambling such as penalty of imprisonment as follows:\r\n30 to 90 days to such person who acts as bettor; \r\n6 years & 1 day to 8 years to personnel\/staff of an illegal gambling operation\r\n\/any person who allows his vehicle, house, building or land to be used in such activity;\r\n8 years & 1 day to 10 years to such person who acts as collector or agent;\r\n10 years & 1 day to 12 years to such person who acts as coordinator, controller or supervisor;\r\n12 years & 1 day to 14 years to such person who acts as maintainer, manager or operator;\r\n14 years & 1 day to 16 years to such person who acts as financier or capitalist;\r\n16 years & 1 day to 20 years to such person who acts as protector or coddler.\r\n\r\nEnumerates the different illegal gambling activities considered in this Act among other such as\r\ncockfighting\/\"tupada\", jai alai or horse racing, other forms of illegal lotteries;\r\ncara y cruz or pompiang, etc.; 7-11 etc.; black jack, lucky nine, \"pusoy\" or russian poker,\r\nmonte, baccarat, \"sakla\", cuajao, pangguingue, etc.; mahjong, domino, etc.; slot machines, roullette, pinball, fruit game; dog rcing, boat racing\r\npinball, fruit game etc.; dog\/boat\/car racing, etc.; game fixing, point shaving and other \r\nmachinations; banking or percntage game, or any other game or scheme and its derivatives.\r\n\r\nProposes that the DILG, NAPOLCOM and DOJ shall conduct an annual moral recovery and values\r\nenhancement seminars for local government officials and law enforcers.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALEJANO, GARY C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Tambunting (000 2019-01-21)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON GAMES AND AMUSEMENTS ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}