{"heading":"HB00170","0":"AN ACT STRENGTHENING THE SECURITY OF TENURE OF WORKERS AND EMPLOYEES IN THE PRIVATE SECTOR AMENDING FOR THE PURPOSE PRESIDENTIAL DECREE NO. 442, AS AMENDED, OTHERWISE KNOWN AS THE LABOR CODE OF THE PHILIPPINES","principal-authors":" NOGRALES, KARLO ALEXEI B.; NOGRALES, JERICHO JONAS B.; ","primary-referral":" LABOR AND EMPLOYMENT","mother-bill statusstatus":" Vetoed by the President on2019-07-26 Substituted by HB06908","historyid":"#HB00170-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB00170.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB00170\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT STRENGTHENING THE SECURITY OF TENURE OF WORKERS AND EMPLOYEES IN THE PRIVATE SECTOR AMENDING FOR THE PURPOSE PRESIDENTIAL DECREE NO. 442, AS AMENDED, OTHERWISE KNOWN AS THE LABOR CODE OF THE PHILIPPINES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Seeks to clearly define legitimate contractor or subcontractor as an employer engaged in providing job, work or services to another business; recognize industry peculiarities in the determination of functions and standards on contracting and subcontracting; criminalize labor-only contracting; grant license of contractor and subcontractors; require mandatory posting of bond to answer for the wages and other monetary benefits due the workers and employees in case the contractor fails to pay the same; require coverage of the cooperatives as employers in contracting or subcontracting; reiterate the right to security of tenure to the effect that all workers and employees in the private sector shall not be dismissed without cause and due process; define the criteria for the existence of an employee relationship; classify all employees as regular except those under probationary employment, or those under industry-specific work arrangement as may be determined by the Secretary of Labor and Employment through tripartite consultation; and provide for probationary employment which shall not exceed six (6) months.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ENOGRALES, KARLO ALEXEI B., NOGRALES, JERICHO JONAS B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-06-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Welfare\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Suansing (E.) (010 2017-08-14)\u003C\/td\u003E\u003Ctd\u003E2. De Venecia (029 2017-09-26)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHB06908\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LABOR AND EMPLOYMENT ON 2016-07-26\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}