{"heading":"HB09161","0":"AN ACT DECLARING THE POOR INTERNET SPEED AND CONNECTIVITY IN THE COUNTRY AS A NATIONAL EMERGENCY, AND GRANTING PRESIDENT RODRIGO ROA DUTERTE EMERGENCY POWERS AND PRESCRIBING URGENT MEASURES NECESSARY AND PROPER TO EFFECTIVELY ADDRESS SUCH PREDICAMENT, AND FOR OTHER PURPOSES","principal-authors":" SALCEDA, JOEY SARTE","primary-referral":" INFORMATION AND COMMUNICATIONS TECHNOLOGY","status":" Pending with the Committee on INFORMATION AND COMMUNICATIONS TECHNOLOGY since 2019-05-20","historyid":"#HB09161-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HB09161.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHB09161\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : AN ACT DECLARING THE POOR INTERNET SPEED AND CONNECTIVITY IN THE COUNTRY AS A NATIONAL EMERGENCY, AND GRANTING PRESIDENT RODRIGO ROA DUTERTE EMERGENCY POWERS AND PRESCRIBING URGENT MEASURES NECESSARY AND PROPER TO EFFECTIVELY ADDRESS SUCH PREDICAMENT, AND FOR OTHER PURPOSES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Aims to simplify and rationalize the bureaucratic process particularly in acquiring the permits to build cell towers which will dramatically enhance the build-up of telecommunication infrastructure in the country which can make internet connectivity at par, if not better, with the best in the world.\r\n\r\nSeeks to grant the President the authority, among others, to require concerned LGUs and other national agencies to issue the necessary permits in relation to the application for the construction of cell site or other similar facilities within a period of seven (7) days or more under exceptional circumstances.\r\n\r\nProposes to designate the Secretary of DICT as the Internet Speed and Connectivity Crisis Manager to formulate a sustainable 5-year Reform Plan which shall, among others, set a) Target speed and coverage; b) Quality metrics; and 3) Competition Policy and Consumer Welfare aspects including affordability.\r\n\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALCEDA, JOEY SARTE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-03-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON INFORMATION AND COMMUNICATIONS TECHNOLOGY ON 2019-05-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}