{"heading":"HCR0009","0":"CONCURRENT RESOLUTION TO CONSTITUTE THE CONGRESS OF THE PHILIPPINES AS A CONSTITUENT ASSEMBLY FOR THE PURPOSE OF PROPOSING AMENDMENTS TO, OR REVISION OF, THE 1987 CONSTITUTION","principal-authors":" ALVAREZ, PANTALEON D.; FARIÑAS, RODOLFO C.; BELMONTE, FELICIANO JR. ; VIOLAGO, MICAELA S.; BENITEZ, ALFREDO \"ALBEE\" B.; GARCIA, GWENDOLYN F.; MACAPAGAL ARROYO, GLORIA; PICHAY, PROSPERO JR. A.; TAMBUNTING, GUS S.; ABU, RANEO \"RANIE\" E.; BARBERS, ROBERT ACE S.; SARMIENTO, EDGAR MARY S.; DEFENSOR, ARTHUR JR. R.; LEACHON, DOY C.; OAMINAL, HENRY S.; ALMARIO, JOEL MAYO Z.; GOMEZ, LUCY T.; ESPINO, AMADO JR. T.; GONZALES, AURELIO \"DONG\" JR. D.; DE VERA, EUGENE MICHAEL B.; SINGSON, ERIC D.; FLOIRENDO, ANTONIO R.; MERCADO, ROGER G.; VELOSO, VICENTE \"CHING\" S.E.; MACEDA, EDWARD VERA PEREZ; NUÑEZ-MALANYAON, CORAZON T.; CASTRO, FREDENIL \"FRED\" H.; SARMIENTO, CESAR V.; UMALI, REYNALDO V.; VELASCO, LORD ALLAN JAY Q.; PIMENTEL, JOHNNY TY; DALIPE, MANUEL JOSE \"MANNIX\" M.; BOLILIA, LIANDA B.; ACOP, ROMEO M.; ONG, EDWIN; GO, ANA CRISTINA SIQUIAN; VELASCO-CATERA, TRICIA NICOLE Q.; GARCIA-ALBANO, MYLENE J.; GARIN, SHARON S.; HERNANDEZ, FERDINAND L.; ABUEG, FREDERICK \"ERICK\" F.; BONDOC, JUAN PABLO \"RIMPY\"; HOFER, ANN K.; CRISOLOGO, VINCENT \"Bingbong\" P.; NOEL, VICTORIA ISABEL G.; GULLAS, GERALD ANTHONY \"SAMSAM\" JR. V; TY, ARNEL U.; CAMPOS, LUIS JR. N; ANTONINO, MAGNOLIA C.; PADUANO, JOSEPH STEPHEN S.; BERTIZ, ANICETO \"JOHN\" III D.; DY, NAPOLEON S.; SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.; ABELLANOSA, RODRIGO A.; ","primary-referral":" RULES","status":" Approved by the House on 0000-00-00, transmitted to the Senate on 2018-01-18 and received by the Senate on 2018-01-18","historyid":"#HCR0009-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR00110.pdf"},{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/"},{"doclabel":"[Text As Engrossed]","docurl":"congress.gov.ph\/legisdocs\/third_17\/HCR0009.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHCR0009\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : CONCURRENT RESOLUTION TO CONSTITUTE THE CONGRESS OF THE PHILIPPINES AS A CONSTITUENT ASSEMBLY FOR THE PURPOSE OF PROPOSING AMENDMENTS TO, OR REVISION OF, THE 1987 CONSTITUTION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALVAREZ, PANTALEON D., FARI&Ntilde;AS, RODOLFO C., BELMONTE, FELICIANO JR., VIOLAGO, MICAELA S., BENITEZ, ALFREDO &quot;ALBEE&quot; B., GARCIA, GWENDOLYN F., MACAPAGAL ARROYO, GLORIA, PICHAY, PROSPERO JR. A., TAMBUNTING, GUS S., ABU, RANEO &quot;RANIE&quot; E., BARBERS, ROBERT ACE S., SARMIENTO, EDGAR MARY S., DEFENSOR, ARTHUR JR. R., LEACHON, DOY C., OAMINAL, HENRY S., ALMARIO, JOEL MAYO Z., GOMEZ, LUCY T., ESPINO, AMADO JR. T., GONZALES, AURELIO &quot;DONG&quot; JR. D., DE VERA, EUGENE MICHAEL B., SINGSON, ERIC D., FLOIRENDO, ANTONIO R., MERCADO, ROGER G., VELOSO, VICENTE &quot;CHING&quot; S.E., MACEDA, EDWARD VERA PEREZ, NU&Ntilde;EZ-MALANYAON, CORAZON T., CASTRO, FREDENIL &quot;FRED&quot; H., SARMIENTO, CESAR V., UMALI, REYNALDO V., VELASCO, LORD ALLAN JAY Q., PIMENTEL, JOHNNY TY, DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., BOLILIA, LIANDA B., ACOP, ROMEO M., ONG, EDWIN, GO, ANA CRISTINA SIQUIAN, VELASCO-CATERA, TRICIA NICOLE Q., GARCIA-ALBANO, MYLENE J., GARIN, SHARON S., HERNANDEZ, FERDINAND L., ABUEG, FREDERICK &quot;ERICK&quot; F., BONDOC, JUAN PABLO &quot;RIMPY&quot;, HOFER, ANN K., CRISOLOGO, VINCENT &quot;Bingbong&quot; P., NOEL, VICTORIA ISABEL G., GULLAS, GERALD ANTHONY &quot;SAMSAM&quot; JR. V, TY, ARNEL U., CAMPOS, LUIS JR. N, ANTONINO, MAGNOLIA C., PADUANO, JOSEPH STEPHEN S., BERTIZ, ANICETO &quot;JOHN&quot; III D., DY, NAPOLEON S., SY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R., ABELLANOSA, RODRIGO A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-02-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Nieto (011 2017-08-15)\u003C\/td\u003E\u003Ctd\u003E2. Evardone (012 2017-08-16)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00110\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2017-02-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspCONSTITUTIONAL AMENDMENTS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspAdoption in substitution of RBH1, RBH2, RBH3, HJR1, HJR2, HR26, HB81, HB312, HB486, HR32, HCR1, RBH5, HB1241, HR52, HB1463, RBH6, HB1838, RBH7, HJR5, HCR4, HCR5, HR126, HJR6, HR129, RBH8, HJR7, RBH9 and HB3026\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspRBH0001, RBH0002, RBH0003, HJR0001, HJR0002, HR00026, HB00081, HB00312, HB00486, HR00032, HCR0001, RBH0005, HB01241, HR00052, HB01463, RBH0006, HB01838, RBH0007, HJR0005, HCR0004, HCR0005, HR00126, HJR0006, HR00129, RBH0008, HJR0007, RBH0009, HB03026\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2017-02-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2017-02-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2017-03-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF SPONSORSHIP :&nbsp2017-12-13, 2018-01-16\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESPONSORED BY :&nbsp Mercado;Garcia (G.);Veloso;Mercado\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF INTERPELLATIONS :&nbsp2017-12-13, 2018-01-16\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EINTERPELLATED BY :&nbspTinio, Atienza, Zarate, Casilao\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERESOLUTION ADOPTED ON SECOND READING :&nbsp2018-01-16\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ETHIRD READING INFORMATION\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE TRANSMITTED TO THE SENATE: &nbsp2018-01-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE SENATE\/HOUSE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE RECEIVED BY THE SENATE: &nbsp2018-01-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS :&nbsp              \u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}