{"heading":"HR00580","0":"RESOLUTION EXPRESSING GRATITUDE TO FORMER PRESIDENT BENIGNO S. AQUINO III AND COMMENDING THE PHILIPPINE DELEGATION THAT SUCCESSFULLY DEFENDED THE PHILIPPINE POSITION IN THE WEST PHILIPPINE SEA ARBITRATION","principal-authors":" BIAZON, ROZZANO RUFINO B.; VILLAFUERTE, LUIS RAYMUND JR. F.; ALEJANO, GARY C.; GATCHALIAN, WES; ROMUALDO, XAVIER JESUS D.; VILLARICA, LINABELLE RUTH R.; BERTIZ, ANICETO \"JOHN\" III D.; RODRIGUEZ, MAXIMO JR.B.; ABELLANOSA, RODRIGO A.; BAGATSING, CRISTAL L.; VIOLAGO, MICAELA S.; GO, ANA CRISTINA SIQUIAN; VARGAS-ALFONSO, BABY ALINE; BATAOIL, LEOPOLDO N.; REVILLA, STRIKE B.; DELOSO-MONTALLA, CHERYL P.; MARIÑO, MARIO VITTORIO \"MARVEY\" A.; SILVERIO, LORNA C.; CERILLES ENERIO, AURORA ; LACSON, VIRGILIO S.; SALO, RON P.; TINIO, ANTONIO L.; ORTEGA, VINI NOLA A.; ARENAS, ROSE MARIE \"BABY\" J.; ERIGUEL, SANDRA Y., M.D.; HERRERA-DY, BERNADETTE \"BH\" C.; MACAPAGAL ARROYO, GLORIA; ACOP, ROMEO M.; ARAGONES, SOL; MONTORO, TEODORO \"TED\" G.; OAMINAL, HENRY S.; SALIMBANGON, BENHUR L.; SANTOS-RECTO, VILMA; SUANSING, HORACIO JR. P.; TAMBUNTING, GUS S.; TURABIN-HATAMAN, SITTI DJALIA A.; ","primary-referral":" RULES","status":" Pending With Rules (Included in OB on 2016-11-28)","historyid":"#HR00580-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR00025.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00580\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EXPRESSING GRATITUDE TO FORMER PRESIDENT BENIGNO S. AQUINO III AND COMMENDING THE PHILIPPINE DELEGATION THAT SUCCESSFULLY DEFENDED THE PHILIPPINE POSITION IN THE WEST PHILIPPINE SEA ARBITRATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBIAZON, ROZZANO RUFINO B., VILLAFUERTE, LUIS RAYMUND JR. F., ALEJANO, GARY C., GATCHALIAN, WES, ROMUALDO, XAVIER JESUS D., VILLARICA, LINABELLE RUTH R., BERTIZ, ANICETO &quot;JOHN&quot; III D., RODRIGUEZ, MAXIMO JR.B., ABELLANOSA, RODRIGO A., BAGATSING, CRISTAL L., VIOLAGO, MICAELA S., GO, ANA CRISTINA SIQUIAN, VARGAS-ALFONSO, BABY ALINE, BATAOIL, LEOPOLDO N., REVILLA, STRIKE B., DELOSO-MONTALLA, CHERYL P., MARI&Ntilde;O, MARIO VITTORIO &quot;MARVEY&quot; A., SILVERIO, LORNA C., CERILLES ENERIO, AURORA, LACSON, VIRGILIO S., SALO, RON P., TINIO, ANTONIO L., ORTEGA, VINI NOLA A., ARENAS, ROSE MARIE &quot;BABY&quot; J., ERIGUEL, SANDRA Y., M.D., HERRERA-DY, BERNADETTE &quot;BH&quot; C., MACAPAGAL ARROYO, GLORIA, ACOP, ROMEO M., ARAGONES, SOL, MONTORO, TEODORO &quot;TED&quot; G., OAMINAL, HENRY S., SALIMBANGON, BENHUR L., SANTOS-RECTO, VILMA, SUANSING, HORACIO JR. P., TAMBUNTING, GUS S., TURABIN-HATAMAN, SITTI DJALIA A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-11-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00025\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2016-11-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspFOREIGN AFFAIRS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspADOPTION, IN SUBSTITUTION OF HOUSE RESOLUTION Nos. 78,79,159 AND 185\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHR00078, HR00079, HR00159, HR00185\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-11-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2016-11-28\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}