{"heading":"HR01416","0":"RESOLUTION URGING THE DEPARTMENT OF TRANSPORTATION (DOTR), PHILIPPINE NATIONAL RAILWAYS (PNR), NORTHERN LUZON RAILWAY CORPORATION (NLRC), TO IMMEDIATELY RESTORE, REHABILITATE AND RESUME THE OPERATIONS OF RAILWAY SYSTEM FROM MANILA TO NORTHERN LUZON ROUTE","principal-authors":" BATAOIL, LEOPOLDO N.; ESPINO, AMADO JR. T.; SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.; PANCHO, GAVINI \"APOL\" C.; SILVERIO, LORNA C.; VILLARICA, LINABELLE RUTH R.; LAZATIN, CARMELO \"JON\" B. II; MACAPAGAL ARROYO, GLORIA; GONZALES, AURELIO \"DONG\" JR. D.; YAP, VICTOR A.; DE VENECIA, CHRISTOPHER V.P.; ORTEGA, PABLO; ERIGUEL, SANDRA Y., M.D.; ","primary-referral":" TRANSPORTATION","status":" Pending with the Committee on TRANSPORTATION since 2017-11-20","historyid":"#HR01416-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01416.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01416\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION URGING THE DEPARTMENT OF TRANSPORTATION (DOTR), PHILIPPINE NATIONAL RAILWAYS (PNR), NORTHERN LUZON RAILWAY CORPORATION (NLRC), TO IMMEDIATELY RESTORE, REHABILITATE AND RESUME THE OPERATIONS OF RAILWAY SYSTEM FROM MANILA TO NORTHERN LUZON ROUTE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBATAOIL, LEOPOLDO N., ESPINO, AMADO JR. T., SY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R., PANCHO, GAVINI &quot;APOL&quot; C., SILVERIO, LORNA C., VILLARICA, LINABELLE RUTH R., LAZATIN, CARMELO &quot;JON&quot; B. II, MACAPAGAL ARROYO, GLORIA, GONZALES, AURELIO &quot;DONG&quot; JR. D., YAP, VICTOR A., DE VENECIA, CHRISTOPHER V.P., ORTEGA, PABLO, ERIGUEL, SANDRA Y., M.D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-10-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRANSPORTATION ON 2017-11-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}