{"heading":"HR02176","0":"RESOLUTION URGING THE COMMISSION ON ELECTIONS (COMELEC) TO SCHEDULE THE FILING OF THE CERTIFICATES OF CANDIDACY (COC) AND CERTIFICATES OF NOMINATION AND ACCEPTANCE (CONA) ON THE 1ST OR 2ND WEEK OF JANUARY, 2019 FOR THE MAY 2019 MID-TERM ELECTIONS","principal-authors":" SALIMBANGON, BENHUR L.; CASTRO, FREDENIL \"FRED\" H.; ACOP, ROMEO M.; ANTONINO, MAGNOLIA C.; BARZAGA, JENNIFER AUSTRIA; VARGAS-ALFONSO, BABY ALINE; BRAVO, MARIA VIDA ESPINOSA; BATAOIL, LEOPOLDO N.; CUEVA, LEO RAFAEL M.; CUARESMA, LUISA LLOREN; ROA-PUNO, CHIQUI ; PANCHO, GAVINI \"APOL\" C.; SILVERIO, LORNA C.; REVILLA, STRIKE B.; UY, JULIETTE T.; TING, RANDOLPH S.; ALVAREZ, FRANZ E.; MERCADO, ROGER G.; ONG, EDWIN; TAMBUNTING, GUS S.; PLAZA, MARIA VALENTINA G.; BELARO, SALVADOR JR. B.; BATOCABE, RODEL M.; CO, CHRISTOPHER S.; BRAVO, ANTHONY M., Ph.D.; DE VERA, EUGENE MICHAEL B.; CORTUNA, JULIETA R.; GARBIN, ALFREDO JR. A.; MARCOLETA, RODANTE D.; MANALO, JESULITO A.; SALO, RON P.; SAMBAR, MARK AERON H.; VELASCO-CATERA, TRICIA NICOLE Q.; ANTONIO, MICHELLE M.; ORTEGA, PABLO; PINEDA, ENRICO A.; ","primary-referral":" SUFFRAGE AND ELECTORAL REFORMS","status":" Pending with the Committee on SUFFRAGE AND ELECTORAL REFORMS since 2018-09-18","historyid":"#HR02176-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02176.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02176\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION URGING THE COMMISSION ON ELECTIONS (COMELEC) TO SCHEDULE THE FILING OF THE CERTIFICATES OF CANDIDACY (COC) AND CERTIFICATES OF NOMINATION AND ACCEPTANCE (CONA) ON THE 1ST OR 2ND WEEK OF JANUARY, 2019 FOR THE MAY 2019 MID-TERM ELECTIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALIMBANGON, BENHUR L., CASTRO, FREDENIL &quot;FRED&quot; H., ACOP, ROMEO M., ANTONINO, MAGNOLIA C., BARZAGA, JENNIFER AUSTRIA, VARGAS-ALFONSO, BABY ALINE, BRAVO, MARIA VIDA ESPINOSA, BATAOIL, LEOPOLDO N., CUEVA, LEO RAFAEL M., CUARESMA, LUISA LLOREN, ROA-PUNO, CHIQUI, PANCHO, GAVINI &quot;APOL&quot; C., SILVERIO, LORNA C., REVILLA, STRIKE B., UY, JULIETTE T., TING, RANDOLPH S., ALVAREZ, FRANZ E., MERCADO, ROGER G., ONG, EDWIN, TAMBUNTING, GUS S., PLAZA, MARIA VALENTINA G., BELARO, SALVADOR JR. B., BATOCABE, RODEL M., CO, CHRISTOPHER S., BRAVO, ANTHONY M., Ph.D., DE VERA, EUGENE MICHAEL B., CORTUNA, JULIETA R., GARBIN, ALFREDO JR. A., MARCOLETA, RODANTE D., MANALO, JESULITO A., SALO, RON P., SAMBAR, MARK AERON H., VELASCO-CATERA, TRICIA NICOLE Q., ANTONIO, MICHELLE M., ORTEGA, PABLO, PINEDA, ENRICO A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON SUFFRAGE AND ELECTORAL REFORMS ON 2018-09-18\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}