{"heading":"HR01647","0":"RESOLUTION CALLING FOR AN INVESTIGATION IN AID OF LEGISLATION BY THE APPROPRIATE COMMITTEE OF THE HOUSE OF REPRESENTATIVES ON THE PROCUREMENT OF SMARTMATIC VOTE COUNTING MACHINES BY THE COMMISSION ON ELECTIONS FOR THE MAY 2019 ELECTIONS","principal-authors":" SUAREZ, DANILO E.; ABAYON, HARLIN NEIL III J.; DE VERA, EUGENE MICHAEL B.; ATIENZA, JOSE JR. L.; GARBIN, ALFREDO JR. A.; BERTIZ, ANICETO \"JOHN\" III D.; LEE, DELPHINE GAN; BRAVO, ANTHONY M., Ph.D.; CAMPOS, LUIS JR. N; CALALANG, CIRIACO; CHAVEZ, CECILIA LEONILA V.; SALON, ORESTES T.; VILLARAZA-SUAREZ, ANNA MARIE; ","primary-referral":" SUFFRAGE AND ELECTORAL REFORMS","status":" Pending with the Committee on SUFFRAGE AND ELECTORAL REFORMS since 2018-02-13","historyid":"#HR01647-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01647.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01647\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION CALLING FOR AN INVESTIGATION IN AID OF LEGISLATION BY THE APPROPRIATE COMMITTEE OF THE HOUSE OF REPRESENTATIVES ON THE PROCUREMENT OF SMARTMATIC VOTE COUNTING MACHINES BY THE COMMISSION ON ELECTIONS FOR THE MAY 2019 ELECTIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESUAREZ, DANILO E., ABAYON, HARLIN NEIL III J., DE VERA, EUGENE MICHAEL B., ATIENZA, JOSE JR. L., GARBIN, ALFREDO JR. A., BERTIZ, ANICETO &quot;JOHN&quot; III D., LEE, DELPHINE GAN, BRAVO, ANTHONY M., Ph.D., CAMPOS, LUIS JR. N, CALALANG, CIRIACO, CHAVEZ, CECILIA LEONILA V., SALON, ORESTES T., VILLARAZA-SUAREZ, ANNA MARIE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON SUFFRAGE AND ELECTORAL REFORMS ON 2018-02-13\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPREVIOUS COMMITTEE REFERRALS :PRIMARILY REFERRED TO RULES on 2018-02-07;\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}