{"heading":"HR01898","0":"RESOLUTION CONDEMNING IN THE STRONGEST POSSIBLE TERMS THE DEADLY ATTACK ON FORMER CONGRESSMAN EUFRANIO ERIGUEL, M.D., TO EXTEND ITS DEEPEST CONDOLENCES AND SYMPATHIES TO HIS FAMILY AND TO EXPRESS SUPPORT TO HON. SANDRA YOUNG ERIGUEL, M.D., IN HER EFFORTS TO URGE THE PHILIPPINE NATIONAL POLICE (PNP) AND THE NATIONAL BUREAU OF INVESTIGATION (NBI) TO CONDUCT A SPEEDY AND IMPARTIAL INVESTIGATION IN SEEKING JUSTICE FOR THIS HEINOUS INCIDENT","principal-authors":" SAVELLANO, DEOGRACIAS VICTOR B.; ORTEGA, PABLO; DE VENECIA, CHRISTOPHER V.P.; VARGAS-ALFONSO, BABY ALINE; SINGSON, ERIC D.; NOLASCO, RAMON; ESPINO, AMADO JR. T.; CUA, DAKILA CARLO E.; GO, MARK O.; COSALAN, RONALD M.; TING, RANDOLPH S.; MANGAOANG, ALLEN JESSE C.; BERNOS, JOSEPH STO. NINO B.; ORTEGA, VINI NOLA A.; AGGABAO, MA. LOURDES R.; BULUT-BEGTANG, ELEONOR C.; DY, NAPOLEON S.; BATAOIL, LEOPOLDO N.; CUARESMA, LUISA LLOREN; ARENAS, ROSE MARIE \"BABY\" J.; BAGUILAT, TEDDY JR. BRAWNER; ","primary-referral":" RULES","mother-bill statusstatus":" Adopted as Resolution No. HR00126 on 2018-05-30 Consolidated into HR01922","historyid":"#HR01898-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01898.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01898\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION CONDEMNING IN THE STRONGEST POSSIBLE TERMS THE DEADLY ATTACK ON FORMER CONGRESSMAN EUFRANIO ERIGUEL, M.D., TO EXTEND ITS DEEPEST CONDOLENCES AND SYMPATHIES TO HIS FAMILY AND TO EXPRESS SUPPORT TO HON. SANDRA YOUNG ERIGUEL, M.D., IN HER EFFORTS TO URGE THE PHILIPPINE NATIONAL POLICE (PNP) AND THE NATIONAL BUREAU OF INVESTIGATION (NBI) TO CONDUCT A SPEEDY AND IMPARTIAL INVESTIGATION IN SEEKING JUSTICE FOR THIS HEINOUS INCIDENT\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESAVELLANO, DEOGRACIAS VICTOR B., ORTEGA, PABLO, DE VENECIA, CHRISTOPHER V.P., VARGAS-ALFONSO, BABY ALINE, SINGSON, ERIC D., NOLASCO, RAMON, ESPINO, AMADO JR. T., CUA, DAKILA CARLO E., GO, MARK O., COSALAN, RONALD M., TING, RANDOLPH S., MANGAOANG, ALLEN JESSE C., BERNOS, JOSEPH STO. NINO B., ORTEGA, VINI NOLA A., AGGABAO, MA. LOURDES R., BULUT-BEGTANG, ELEONOR C., DY, NAPOLEON S., BATAOIL, LEOPOLDO N., CUARESMA, LUISA LLOREN, ARENAS, ROSE MARIE &quot;BABY&quot; J., BAGUILAT, TEDDY JR. BRAWNER\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-05-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHR01922\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECONSOLIDATED WITH:&nbspHR01876\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-05-29\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}