{"heading":"HR01803","0":"RESOLUTION URGING PRESIDENT RODRIGO R. DUTERTE TO RESUME AND CONTINUE THE PEACE NEGOTIATIONS BETWEEN THE GOVERNMENT OF THE REPUBLIC OF THE PHILIPPINES (GRP) AND THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (NDFP), AND COMPLETE THE COMPREHENSIVE AGREEMENTS ON SOCIAL, ECONOMIC AND POLITICAL REFORMS TO LAY THE BASIS FOR A JUST AND LASTING PEACE","principal-authors":" SAHALI, RUBY M.; ZARATE, CARLOS ISAGANI T.; SACDALAN, JESUS NONATO; ACOSTA-ALBA, MARIA LOURDES; ALMARIO, JOEL MAYO Z.; AQUINO-MAGSAYSAY, MILAGROS; AUMENTADO, ERICO ARISTOTLE C.; BAGUILAT, TEDDY JR. BRAWNER; BANAL, JORGE \"BOLET\"; BATAOIL, LEOPOLDO N.; BAUTISTA-BANDIGAN, LORNA P.; FERNANDO, BAYANI F.; BELARO, SALVADOR JR. B.; BELMONTE, JOSE CHRISTOPHER Y.; BILLONES, EMMANUEL A.; BORDADO, GABRIEL H.; BRAVO, ANTHONY M., Ph.D.; BROSAS, ARLENE D.; BULUT-BEGTANG, ELEONOR C.; CANAMA, SABINIANO S.; CAMINERO, WILFREDO S.; CASILAO, ARIEL \"KA AYIK\" B.; CASTRO, FRANCE L.; CUEVA, LEO RAFAEL M.; DAZA, RAUL A.; DE JESUS, EMMI A.; DE VERA, EUGENE MICHAEL B.; ELAGO, SARAH JANE I.; FERRER, JULIET MARIE D.; FORTUN, LAWRENCE LEMUEL H.; GARBIN, ALFREDO JR. A.; GULLAS, GERALD ANTHONY \"SAMSAM\" JR. V; LACSON, VIRGILIO S.; LAGMAN, EDCEL C.; LOPEZ, BENHUR JR. B.; MACEDA, EDWARD VERA PEREZ; MANGUDADATU, ZAJID G.; MARCOLETA, RODANTE D.; MARQUEZ, CARLITO S.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; ONG, HENRY C.; REVILLA, STRIKE B.; RODRIGUEZ, MAXIMO JR.B.; SALO, RON P.; SALON, ORESTES T.; SANGCOPAN, AMIHILDA J.; SARMIENTO, CESAR V.; SAVELLANO, DEOGRACIAS VICTOR B.; SINGSON, ERIC D.; TINIO, ANTONIO L.; TUPAS, RAUL \"BOBOY\" C.; TY, ARNEL U.; UY, JULIETTE T.; VILLANUEVA, NOEL L.; VILLARIN, TOM S.; YAP, MELECIO JR. J.; YAP, VICTOR A.; ZUBIRI, MANUEL F.; ONG, EDWIN; MANGAOANG, ALLEN JESSE C.; ANTONIO, MICHELLE M.; ","primary-referral":" PEACE, RECONCILIATION AND UNITY","mother-bill statusstatus":" Period of sponsorship\/debate closed on 2018-12-12 Substituted by HR02339","historyid":"#HR01803-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01803.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01803\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION URGING PRESIDENT RODRIGO R. DUTERTE TO RESUME AND CONTINUE THE PEACE NEGOTIATIONS BETWEEN THE GOVERNMENT OF THE REPUBLIC OF THE PHILIPPINES (GRP) AND THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (NDFP), AND COMPLETE THE COMPREHENSIVE AGREEMENTS ON SOCIAL, ECONOMIC AND POLITICAL REFORMS TO LAY THE BASIS FOR A JUST AND LASTING PEACE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESAHALI, RUBY M., ZARATE, CARLOS ISAGANI T., SACDALAN, JESUS NONATO, ACOSTA-ALBA, MARIA LOURDES, ALMARIO, JOEL MAYO Z., AQUINO-MAGSAYSAY, MILAGROS, AUMENTADO, ERICO ARISTOTLE C., BAGUILAT, TEDDY JR. BRAWNER, BANAL, JORGE &quot;BOLET&quot;, BATAOIL, LEOPOLDO N., BAUTISTA-BANDIGAN, LORNA P., FERNANDO, BAYANI F., BELARO, SALVADOR JR. B., BELMONTE, JOSE CHRISTOPHER Y., BILLONES, EMMANUEL A., BORDADO, GABRIEL H., BRAVO, ANTHONY M., Ph.D., BROSAS, ARLENE D., BULUT-BEGTANG, ELEONOR C., CANAMA, SABINIANO S., CAMINERO, WILFREDO S., CASILAO, ARIEL &quot;KA AYIK&quot; B., CASTRO, FRANCE L., CUEVA, LEO RAFAEL M., DAZA, RAUL A., DE JESUS, EMMI A., DE VERA, EUGENE MICHAEL B., ELAGO, SARAH JANE I., FERRER, JULIET MARIE D., FORTUN, LAWRENCE LEMUEL H., GARBIN, ALFREDO JR. A., GULLAS, GERALD ANTHONY &quot;SAMSAM&quot; JR. V, LACSON, VIRGILIO S., LAGMAN, EDCEL C., LOPEZ, BENHUR JR. B., MACEDA, EDWARD VERA PEREZ, MANGUDADATU, ZAJID G., MARCOLETA, RODANTE D., MARQUEZ, CARLITO S., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., ONG, HENRY C., REVILLA, STRIKE B., RODRIGUEZ, MAXIMO JR.B., SALO, RON P., SALON, ORESTES T., SANGCOPAN, AMIHILDA J., SARMIENTO, CESAR V., SAVELLANO, DEOGRACIAS VICTOR B., SINGSON, ERIC D., TINIO, ANTONIO L., TUPAS, RAUL &quot;BOBOY&quot; C., TY, ARNEL U., UY, JULIETTE T., VILLANUEVA, NOEL L., VILLARIN, TOM S., YAP, MELECIO JR. J., YAP, VICTOR A., ZUBIRI, MANUEL F., ONG, EDWIN, MANGAOANG, ALLEN JESSE C., ANTONIO, MICHELLE M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-03-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Catamco (000 2018-05-30)\u003C\/td\u003E\u003Ctd\u003E2. Nolasco (000 2018-05-31)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E3. Hernandez (F.) (000 2018-06-05)\u003C\/td\u003E\u003Ctd\u003E4. Biazon (000 2018-06-05)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E5. Quimbo (000 2018-06-13)\u003C\/td\u003E\u003Ctd\u003E6. Erice (000 2018-06-14)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E7. Radaza (000 2018-06-14)\u003C\/td\u003E\u003Ctd\u003E8. Ferrer L. (000 2018-06-14)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E9. Silverio (000 2018-07-04)\u003C\/td\u003E\u003Ctd\u003E10. Relampagos (000 2018-07-04)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E11. Rodriguez (I.) (000 2018-07-04)\u003C\/td\u003E\u003Ctd\u003E12. Amatong (I.) (000 2018-07-24)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd\u003E13. Unabia (000 2018-09-06)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHR02339\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PEACE, RECONCILIATION AND UNITY ON 2018-05-15\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}