{"heading":"HR02185","0":"A RESOLUTION URGING THE DEPARTMENT OF PUBLIC WORKS AND HIGHWAYS (DPWH) AND THE DEPARTMENT OF TRANSPORTATION (DOTr) TO NOTIFY AND REGULARLY APPRISE METRO MANILA DISTRICT REPRESENTATIVES ON ANY PROPOSED\/ONGOING MAJOR\/FLAGSHIP GOVERNMENT INFRASTRUCTURE DEVELOPMENTS IN THEIR RESPECTIVE CONGRESSIONAL DISTRICTS","principal-authors":" CASTELO, WINSTON \"WINNIE\"; MARTINEZ, ERIC M.; CALIXTO-RUBIANO, EMI G.; LOPEZ, MANUEL LUIS T.; TAMBUNTING, GUS S.; BIAZON, ROZZANO RUFINO B.; MALAPITAN, DALE \"ALONG\" R.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; SANDOVAL, FEDERICO \"RICKY\" II S.; LOPEZ, CARLO V.; BANAL, JORGE \"BOLET\"; BELMONTE, FELICIANO JR. ; BELMONTE, JOSE CHRISTOPHER Y.; VARGAS, ALFRED D.; MACEDA, EDWARD VERA PEREZ; GATCHALIAN, WES; HERRERA-DY, BERNADETTE \"BH\" C.; TUGNA, SHERWIN N.; ERICE, EDGAR R.; GONZALES, ALEXANDRIA P.; BAGATSING, CRISTAL L.; FERNANDO, BAYANI F.; OLIVAREZ, ERIC L.; ZAMORA, RONALDO B.; CERAFICA, ARNEL M.; QUIMBO, ROMERO \"MIRO\" S.; EUSEBIO, RICHARD C.; CALALANG, CIRIACO; CAYETANO, PIA ; CRISOLOGO, VINCENT \"Bingbong\" P.; CAMPOS, LUIS JR. N; DEL ROSARIO, MANUEL MONSOUR III T.; DATOL, FRANCISCO JR. G.; ","primary-referral":" PUBLIC WORKS AND HIGHWAYS","status":" Pending with the Committee on PUBLIC WORKS AND HIGHWAYS since 2018-09-20","historyid":"#HR02185-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02185.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02185\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION URGING THE DEPARTMENT OF PUBLIC WORKS AND HIGHWAYS (DPWH) AND THE DEPARTMENT OF TRANSPORTATION (DOTr) TO NOTIFY AND REGULARLY APPRISE METRO MANILA DISTRICT REPRESENTATIVES ON ANY PROPOSED\/ONGOING MAJOR\/FLAGSHIP GOVERNMENT INFRASTRUCTURE DEVELOPMENTS IN THEIR RESPECTIVE CONGRESSIONAL DISTRICTS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECASTELO, WINSTON &quot;WINNIE&quot;, MARTINEZ, ERIC M., CALIXTO-RUBIANO, EMI G., LOPEZ, MANUEL LUIS T., TAMBUNTING, GUS S., BIAZON, ROZZANO RUFINO B., MALAPITAN, DALE &quot;ALONG&quot; R., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., SANDOVAL, FEDERICO &quot;RICKY&quot; II S., LOPEZ, CARLO V., BANAL, JORGE &quot;BOLET&quot;, BELMONTE, FELICIANO JR., BELMONTE, JOSE CHRISTOPHER Y., VARGAS, ALFRED D., MACEDA, EDWARD VERA PEREZ, GATCHALIAN, WES, HERRERA-DY, BERNADETTE &quot;BH&quot; C., TUGNA, SHERWIN N., ERICE, EDGAR R., GONZALES, ALEXANDRIA P., BAGATSING, CRISTAL L., FERNANDO, BAYANI F., OLIVAREZ, ERIC L., ZAMORA, RONALDO B., CERAFICA, ARNEL M., QUIMBO, ROMERO &quot;MIRO&quot; S., EUSEBIO, RICHARD C., CALALANG, CIRIACO, CAYETANO, PIA, CRISOLOGO, VINCENT &quot;Bingbong&quot; P., CAMPOS, LUIS JR. N, DEL ROSARIO, MANUEL MONSOUR III T., DATOL, FRANCISCO JR. G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PUBLIC WORKS AND HIGHWAYS ON 2018-09-20\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}