{"heading":"HR01777","0":"RESOLUTION EXPRESSING THE SENSE OF THE HOUSE DEMANDING THE IMMEDIATE RESIGNATION OF SANDRA CAM AND THE INITIATION OF CONTEMPT PROCEEDINGS AGAINST HER","principal-authors":" TEVES, ARNOLFO JR. A.; SUAREZ, DANILO E.; BARBERS, ROBERT ACE S.; CATAMCO, NANCY A.; PLAZA, MARIA VALENTINA G.; GASATAYA, GREG G.; DEL MAR, RAUL V.; CUEVA, LEO RAFAEL M.; CAGAS, MERCEDES \"DIDI\" C.; MARQUEZ, CARLITO S.; ABAYON, HARLIN NEIL III J.; DE VERA, EUGENE MICHAEL B.; CORTUNA, JULIETA R.; GARBIN, ALFREDO JR. A.; RELAMPAGOS, RENE L.; BILLONES, EMMANUEL A.; DURANO, RAMON \"RED\" VI H.; MIRASOL, ALEJANDRO Y.; CALDERON, PETER JOHN D.; LIMKAICHONG, JOCELYN SY; LABADLABAD, GLONA; BERTIZ, ANICETO \"JOHN\" III D.; CORTES, JONAS C.; CAMPOS, LUIS JR. N; DATOL, FRANCISCO JR. G.; ATIENZA, JOSE JR. L.; CALALANG, CIRIACO; LOPEZ, MANUEL LUIS T.; BRAVO, ANTHONY M., Ph.D.; VELASCO, LORD ALLAN JAY Q.; BENITEZ, ALFREDO \"ALBEE\" B.; SAMBAR, MARK AERON H.; YAP, MELECIO JR. J.; ALVAREZ, FRANZ E.; CAMINERO, WILFREDO S.; ACOSTA, GIL P.; TUPAS, RAUL \"BOBOY\" C.; MADRONA, EMMANUEL F.; VERGARA, ROSANNA \"RIA\" V.; ANTONINO, MAGNOLIA C.; VIOLAGO, MICAELA S.; VELARDE, MARIANO MICHAEL JR. M.; MARCOLETA, RODANTE D.; PADUANO, JOSEPH STEPHEN S.; VILLANUEVA, NOEL L.; RADAZA, AILEEN C.; SAGARBARRIA, MANUEL; EVARDONE, BEN P.; ","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2018-05-23","historyid":"#HR01777-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01777.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01777\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EXPRESSING THE SENSE OF THE HOUSE DEMANDING THE IMMEDIATE RESIGNATION OF SANDRA CAM AND THE INITIATION OF CONTEMPT PROCEEDINGS AGAINST HER\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ETEVES, ARNOLFO JR. A., SUAREZ, DANILO E., BARBERS, ROBERT ACE S., CATAMCO, NANCY A., PLAZA, MARIA VALENTINA G., GASATAYA, GREG G., DEL MAR, RAUL V., CUEVA, LEO RAFAEL M., CAGAS, MERCEDES &quot;DIDI&quot; C., MARQUEZ, CARLITO S., ABAYON, HARLIN NEIL III J., DE VERA, EUGENE MICHAEL B., CORTUNA, JULIETA R., GARBIN, ALFREDO JR. A., RELAMPAGOS, RENE L., BILLONES, EMMANUEL A., DURANO, RAMON &quot;RED&quot; VI H., MIRASOL, ALEJANDRO Y., CALDERON, PETER JOHN D., LIMKAICHONG, JOCELYN SY, LABADLABAD, GLONA, BERTIZ, ANICETO &quot;JOHN&quot; III D., CORTES, JONAS C., CAMPOS, LUIS JR. N, DATOL, FRANCISCO JR. G., ATIENZA, JOSE JR. L., CALALANG, CIRIACO, LOPEZ, MANUEL LUIS T., BRAVO, ANTHONY M., Ph.D., VELASCO, LORD ALLAN JAY Q., BENITEZ, ALFREDO &quot;ALBEE&quot; B., SAMBAR, MARK AERON H., YAP, MELECIO JR. J., ALVAREZ, FRANZ E., CAMINERO, WILFREDO S., ACOSTA, GIL P., TUPAS, RAUL &quot;BOBOY&quot; C., MADRONA, EMMANUEL F., VERGARA, ROSANNA &quot;RIA&quot; V., ANTONINO, MAGNOLIA C., VIOLAGO, MICAELA S., VELARDE, MARIANO MICHAEL JR. M., MARCOLETA, RODANTE D., PADUANO, JOSEPH STEPHEN S., VILLANUEVA, NOEL L., RADAZA, AILEEN C., SAGARBARRIA, MANUEL, EVARDONE, BEN P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-03-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2018-05-23\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPREVIOUS COMMITTEE REFERRALS :PRIMARILY REFERRED TO RULES on 2018-03-19;\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}