{"heading":"HR00250","0":"A RESOLUTION DIRECTING THE COMMITTEE ON OVERSEAS WORKERS AFFAIRS TO CONDUCT AN INQUIRY, IN AID OF LEGISLATION, THE ACTIONS TAKEN BY THE DEPARTMENT OF FOREIGN AFFAIRS TO ADDRESS THE PLIGHT OF STRANDED OVERSEAS FILIPINO WORKERS IN SAUDI ARABIA","principal-authors":" BERTIZ, ANICETO \"JOHN\" III D.; VILLARIN, TOM S.; SALO, RON P.; LACSON, VIRGILIO S.; PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L., Ph.D.; BELARO, SALVADOR JR. B.; MENDING, MAKMOD JR. D.; BELMONTE, RICARDO \"RJ\" JR. T.; LOPEZ, BENHUR JR. B.; MONTORO, TEODORO \"TED\" G.; VELASCO-CATERA, TRICIA NICOLE Q.; UYBARRETA, CARLOS ROMAN; ABAYON, HARLIN NEIL III J.; SALON, ORESTES T.; ANTONIO, MICHELLE M.; CANAMA, SABINIANO S.; CHAVEZ, CECILIA LEONILA V.; ORTEGA, VINI NOLA A.; ","primary-referral":" OVERSEAS WORKERS AFFAIRS","status":" Pending with the Committee on OVERSEAS WORKERS AFFAIRS since 2016-09-19","historyid":"#HR00250-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR00250.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00250\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION DIRECTING THE COMMITTEE ON OVERSEAS WORKERS AFFAIRS TO CONDUCT AN INQUIRY, IN AID OF LEGISLATION, THE ACTIONS TAKEN BY THE DEPARTMENT OF FOREIGN AFFAIRS TO ADDRESS THE PLIGHT OF STRANDED OVERSEAS FILIPINO WORKERS IN SAUDI ARABIA\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBERTIZ, ANICETO &quot;JOHN&quot; III D., VILLARIN, TOM S., SALO, RON P., LACSON, VIRGILIO S., PINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., Ph.D., BELARO, SALVADOR JR. B., MENDING, MAKMOD JR. D., BELMONTE, RICARDO &quot;RJ&quot; JR. T., LOPEZ, BENHUR JR. B., MONTORO, TEODORO &quot;TED&quot; G., VELASCO-CATERA, TRICIA NICOLE Q., UYBARRETA, CARLOS ROMAN, ABAYON, HARLIN NEIL III J., SALON, ORESTES T., ANTONIO, MICHELLE M., CANAMA, SABINIANO S., CHAVEZ, CECILIA LEONILA V., ORTEGA, VINI NOLA A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON OVERSEAS WORKERS AFFAIRS ON 2016-09-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPREVIOUS COMMITTEE REFERRALS :PRIMARILY REFERRED TO RULES on 2016-08-24;\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}