{"heading":"HR02047","0":"RESOLUTION ENTERING INTO THE RECORDS OF THE HOUSE OF REPRESENTATIVES THE PROCEEDINGS OF JULY 24, 2018, ON THE DUE RATIFICATION OF THE BICAMERAL CONFERENCE COMMITTEE REPORT ON THE DISAGREEING PROVISIONS OF HOUSE BILL NO. 6475 AND SENATE BILL NO. 1717","principal-authors":" FARIÑAS, RODOLFO C.; PAPANDAYAN, MAUYAG JR. \"JUN\" B.; SAHALI, RUBY M.; BONDOC, JUAN PABLO \"RIMPY\"; DE VERA, EUGENE MICHAEL B.; ACOP, ROMEO M.; DEFENSOR, ARTHUR JR. R.; SANGCOPAN, AMIHILDA J.; PIMENTEL, JOHNNY TY; MERCADO, ROGER G.; GOMEZ, LUCY T.; TY, ARNEL U.; RADAZA, AILEEN C.; GONZAGA, RUWEL PETER S.; DEL ROSARIO, MANUEL MONSOUR III T.; ANDAYA, ROLANDO JR. G.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2018-08-07","historyid":"#HR02047-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02047.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02047\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION ENTERING INTO THE RECORDS OF THE HOUSE OF REPRESENTATIVES THE PROCEEDINGS OF JULY 24, 2018, ON THE DUE RATIFICATION OF THE BICAMERAL CONFERENCE COMMITTEE REPORT ON THE DISAGREEING PROVISIONS OF HOUSE BILL NO. 6475 AND SENATE BILL NO. 1717\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFARI&Ntilde;AS, RODOLFO C., PAPANDAYAN, MAUYAG JR. &quot;JUN&quot; B., SAHALI, RUBY M., BONDOC, JUAN PABLO &quot;RIMPY&quot;, DE VERA, EUGENE MICHAEL B., ACOP, ROMEO M., DEFENSOR, ARTHUR JR. R., SANGCOPAN, AMIHILDA J., PIMENTEL, JOHNNY TY, MERCADO, ROGER G., GOMEZ, LUCY T., TY, ARNEL U., RADAZA, AILEEN C., GONZAGA, RUWEL PETER S., DEL ROSARIO, MANUEL MONSOUR III T., ANDAYA, ROLANDO JR. G.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-07-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-08-07\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}