{"heading":"HR02001","0":"A RESOLUTION CONGRATULATING AND COMMENDING MS. JANELLE MICAELA SEGARRA PANGANIBAN FOR GRADUATING SUMMA CUM LAUDE IN GLOBAL PUBLIC HEALTH FROM THE NEW YORK UNIVERSITY IN NEW YORK, UNITED STATES OF AMERICA","principal-authors":" ALVAREZ, MERCEDES K.; AGGABAO, MA. LOURDES R.; BELMONTE, RICARDO \"RJ\" JR. T.; BULUT-BEGTANG, ELEONOR C.; COJUANGCO, CARLOS O.; DURANO, RAMON \"RED\" VI H.; DY, NAPOLEON S.; ESCUDERO, EVELINA G.; GASATAYA, GREG G.; LACSON, VIRGILIO S.; LAOGAN, DENNIS C.; LOPEZ, BENHUR JR. B.; LOPEZ, MANUEL LUIS T.; MARQUEZ, CARLITO S.; ORTEGA, PABLO; PANGANIBAN, JOSE JR. T. CPA, LLB; PINEDA, ENRICO A.; RODRIGUEZ, ISIDRO JR. S.; SAGARBARRIA, MANUEL; VILLANUEVA, NOEL L.; YAP, MELECIO JR. J.; YAP, VICTOR A.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2018-07-30","historyid":"#HR02001-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02001.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02001\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION CONGRATULATING AND COMMENDING MS. JANELLE MICAELA SEGARRA PANGANIBAN FOR GRADUATING SUMMA CUM LAUDE IN GLOBAL PUBLIC HEALTH FROM THE NEW YORK UNIVERSITY IN NEW YORK, UNITED STATES OF AMERICA\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALVAREZ, MERCEDES K., AGGABAO, MA. LOURDES R., BELMONTE, RICARDO &quot;RJ&quot; JR. T., BULUT-BEGTANG, ELEONOR C., COJUANGCO, CARLOS O., DURANO, RAMON &quot;RED&quot; VI H., DY, NAPOLEON S., ESCUDERO, EVELINA G., GASATAYA, GREG G., LACSON, VIRGILIO S., LAOGAN, DENNIS C., LOPEZ, BENHUR JR. B., LOPEZ, MANUEL LUIS T., MARQUEZ, CARLITO S., ORTEGA, PABLO, PANGANIBAN, JOSE JR. T. CPA, LLB, PINEDA, ENRICO A., RODRIGUEZ, ISIDRO JR. S., SAGARBARRIA, MANUEL, VILLANUEVA, NOEL L., YAP, MELECIO JR. J., YAP, VICTOR A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-07-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}