{"heading":"HR02182","0":"A RESOLUTION URGING THE COMMITTEE ON RULES TO REVERT BACK HOUSE BILL NO. 8179 OR AN ACT GRANTING SOLAR PARA SA BAYAN CORPORATION A FRANCHISE TO CONSTRUCT, INSTALL, ESTABLISH, OPERATE AND MAINTAIN DISTRIBUTABLE POWER TECHNOLOGIES AND MINIGRID SYSTEMS THROUGHOUT THE PHILIPPINES TO IMPROVE ACCESS TO SUSTAINABLE ENERGY TO THE COMMITTEE ON LEGISLATIVE FRANCHISES FOR FURTHER DELIBERATIONS","principal-authors":" BELMONTE, RICARDO \"RJ\" JR. T.; LACSON, VIRGILIO S.; MONTORO, TEODORO \"TED\" G.; ROMERO, MICHAEL ODYLON L., Ph.D.; PINEDA, ENRICO A.; TY, ARNEL U.; CANAMA, SABINIANO S.; ATIENZA, JOSE JR. L.; SALO, RON P.; CALALANG, CIRIACO; UYBARRETA, CARLOS ROMAN; BELARO, SALVADOR JR. B.; SALIMBANGON, BENHUR L.; DALIPE, MANUEL JOSE \"MANNIX\" M.; AQUINO-MAGSAYSAY, MILAGROS; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2018-09-18","historyid":"#HR02182-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02182.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02182\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION URGING THE COMMITTEE ON RULES TO REVERT BACK HOUSE BILL NO. 8179 OR AN ACT GRANTING SOLAR PARA SA BAYAN CORPORATION A FRANCHISE TO CONSTRUCT, INSTALL, ESTABLISH, OPERATE AND MAINTAIN DISTRIBUTABLE POWER TECHNOLOGIES AND MINIGRID SYSTEMS THROUGHOUT THE PHILIPPINES TO IMPROVE ACCESS TO SUSTAINABLE ENERGY TO THE COMMITTEE ON LEGISLATIVE FRANCHISES FOR FURTHER DELIBERATIONS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBELMONTE, RICARDO &quot;RJ&quot; JR. T., LACSON, VIRGILIO S., MONTORO, TEODORO &quot;TED&quot; G., ROMERO, MICHAEL ODYLON L., Ph.D., PINEDA, ENRICO A., TY, ARNEL U., CANAMA, SABINIANO S., ATIENZA, JOSE JR. L., SALO, RON P., CALALANG, CIRIACO, UYBARRETA, CARLOS ROMAN, BELARO, SALVADOR JR. B., SALIMBANGON, BENHUR L., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., AQUINO-MAGSAYSAY, MILAGROS\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EAUTHORSHIP WITHDRAWALS:\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003ECanama(2018-09-18)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003ESalimbangon(2018-10-03)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-09-18\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}