{"heading":"HR01009","0":"A RESOLUTION CONGRATULATING THE FORMER SPEAKER JOSE DE VENECIA JR. FOR BEING APPOINTED AS A SPECIAL ENVOY TO APEC AND SPECIAL CONCERNS","principal-authors":" VILLARICA, LINABELLE RUTH R.; ARENAS, ROSE MARIE \"BABY\" J.; CALIXTO-RUBIANO, EMI G.; GARCIA, GWENDOLYN F.; UY, JULIETTE T.; DE JESUS, EMMI A.; HERRERA-DY, BERNADETTE \"BH\" C.; DELOSO-MONTALLA, CHERYL P.; ESCUDERO, EVELINA G.; SILVERIO, LORNA C.; RAMIREZ-SATO, JOSEPHINE; ARAGONES, SOL; ROMAN, GERALDINE B.; ROA-PUNO, CHIQUI ; ROBES, FLORIDA \"RIDA\" P.; ROMUALDEZ, YEDDA MARIE K.; SUANSING, ESTRELLITA B.; CAYETANO, PIA ; MARCOS, IMELDA R.; NUÑEZ-MALANYAON, CORAZON T.; ANGARA-CASTILLO, BELLAFLOR J.; SANTOS-RECTO, VILMA; SEMA, BAI SANDRA SINSUAT A.; GO, ANA CRISTINA SIQUIAN; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2017-05-23","historyid":"#HR01009-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01009.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01009\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION CONGRATULATING THE FORMER SPEAKER JOSE DE VENECIA JR. FOR BEING APPOINTED AS A SPECIAL ENVOY TO APEC AND SPECIAL CONCERNS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVILLARICA, LINABELLE RUTH R., ARENAS, ROSE MARIE &quot;BABY&quot; J., CALIXTO-RUBIANO, EMI G., GARCIA, GWENDOLYN F., UY, JULIETTE T., DE JESUS, EMMI A., HERRERA-DY, BERNADETTE &quot;BH&quot; C., DELOSO-MONTALLA, CHERYL P., ESCUDERO, EVELINA G., SILVERIO, LORNA C., RAMIREZ-SATO, JOSEPHINE, ARAGONES, SOL, ROMAN, GERALDINE B., ROA-PUNO, CHIQUI, ROBES, FLORIDA &quot;RIDA&quot; P., ROMUALDEZ, YEDDA MARIE K., SUANSING, ESTRELLITA B., CAYETANO, PIA, MARCOS, IMELDA R., NU&Ntilde;EZ-MALANYAON, CORAZON T., ANGARA-CASTILLO, BELLAFLOR J., SANTOS-RECTO, VILMA, SEMA, BAI SANDRA SINSUAT A., GO, ANA CRISTINA SIQUIAN\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-05-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2017-05-23\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}