{"heading":"HR00754","0":"RESOLUTION URGING THE APPROPRIATE COMMITTEES TO IMMEDIATELY CONDUCT AN INQUIRY, IN AID OF LEGISLATION, ON THE IMPACTS OF THE IMPORTATION, USE, AND SALE OF HIGH FRUCTOSE CORN SYRUP IN THE PHILIPPINES ON THE SUSTAINABILITY OF THE SUGAR INDUSTRY","principal-authors":" GASATAYA, GREG G.; ALVAREZ, MERCEDES K.; BENITEZ, ALFREDO \"ALBEE\" B.; CUEVA, LEO RAFAEL M.; FERRER, JULIET MARIE D.; LIMKAICHONG, JOCELYN SY; MIRASOL, ALEJANDRO Y.; SAGARBARRIA, MANUEL; TEVES, ARNOLFO JR. A.; YAP, MELECIO JR. J.; BILLONES, EMMANUEL A.; ZUBIRI, MANUEL F.; PADUANO, JOSEPH STEPHEN S.; VILLANUEVA, NOEL L.; GORRICETA, ARCADIO H.; ","primary-referral":" AGRICULTURE AND FOOD","status":" Pending with the Committee on AGRICULTURE AND FOOD since 2017-03-07","historyid":"#HR00754-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR00754.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00754\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION URGING THE APPROPRIATE COMMITTEES TO IMMEDIATELY CONDUCT AN INQUIRY, IN AID OF LEGISLATION, ON THE IMPACTS OF THE IMPORTATION, USE, AND SALE OF HIGH FRUCTOSE CORN SYRUP IN THE PHILIPPINES ON THE SUSTAINABILITY OF THE SUGAR INDUSTRY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGASATAYA, GREG G., ALVAREZ, MERCEDES K., BENITEZ, ALFREDO &quot;ALBEE&quot; B., CUEVA, LEO RAFAEL M., FERRER, JULIET MARIE D., LIMKAICHONG, JOCELYN SY, MIRASOL, ALEJANDRO Y., SAGARBARRIA, MANUEL, TEVES, ARNOLFO JR. A., YAP, MELECIO JR. J., BILLONES, EMMANUEL A., ZUBIRI, MANUEL F., PADUANO, JOSEPH STEPHEN S., VILLANUEVA, NOEL L., GORRICETA, ARCADIO H.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-02-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON AGRICULTURE AND FOOD ON 2017-03-07\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPREVIOUS COMMITTEE REFERRALS :PRIMARILY REFERRED TO RULES on 2017-02-13;\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}