{"heading":"HR01940","0":"A RESOLUTION URGING THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (NDFP) TO COMPEL THE NEW PEOPLE'S ARMY (NPA) TO CEASE FROM ATTACKING CIVILIANS, INCLUDING THEIR PROPERTIES, AS A MANIFESTATION OF THE NDFP'S COMMITMENT TO CONTRIBUTE IN CREATING AN ENABLING ENVIRONMENT FOR THE PEACE NEGOTIATIONS BETWEEN THE GOVERNMENT OF THE REPUBLIC OF THE PHILIPPINES (GRP) AND THE COMMUNIST PARTY OF THE PHILIPPINES-NEW PEOPLE'S ARMY-NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (CPP-NPA-NDFP) TO RESUME FOR THE BENEFIT OF THE FILIPINO PEOPLE","principal-authors":" ACOP, ROMEO M.; BATAOIL, LEOPOLDO N.; ESPINO, AMADO JR. T.; ALEJANO, GARY C.; ALVAREZ, FRANZ E.; LAOGAN, DENNIS C.; CANAMA, SABINIANO S.; UYBARRETA, CARLOS ROMAN; ESCUDERO, EVELINA G.; ORTEGA, PABLO; GARCIA, JOSE ENRIQUE III S.; DEL ROSARIO, MANUEL MONSOUR III T.; LOPEZ, BENHUR JR. B.; MATUGAS, FRANCISCO JOSE II T.; YAP, MELECIO JR. J.; BILLONES, EMMANUEL A.; MARQUEZ, CARLITO S.; CUEVA, LEO RAFAEL M.; FERRER, JULIET MARIE D.; NOGRALES, JERICHO JONAS B.; SALO, RON P.; LACSON, VIRGILIO S.; LOPEZ, MANUEL LUIS T.; BULUT-BEGTANG, ELEONOR C.; ","primary-referral":" PEACE, RECONCILIATION AND UNITY","status":" Pending with the Committee on PEACE, RECONCILIATION AND UNITY since 2018-07-30","historyid":"#HR01940-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01940.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01940\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION URGING THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (NDFP) TO COMPEL THE NEW PEOPLE'S ARMY (NPA) TO CEASE FROM ATTACKING CIVILIANS, INCLUDING THEIR PROPERTIES, AS A MANIFESTATION OF THE NDFP'S COMMITMENT TO CONTRIBUTE IN CREATING AN ENABLING ENVIRONMENT FOR THE PEACE NEGOTIATIONS BETWEEN THE GOVERNMENT OF THE REPUBLIC OF THE PHILIPPINES (GRP) AND THE COMMUNIST PARTY OF THE PHILIPPINES-NEW PEOPLE'S ARMY-NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (CPP-NPA-NDFP) TO RESUME FOR THE BENEFIT OF THE FILIPINO PEOPLE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EACOP, ROMEO M., BATAOIL, LEOPOLDO N., ESPINO, AMADO JR. T., ALEJANO, GARY C., ALVAREZ, FRANZ E., LAOGAN, DENNIS C., CANAMA, SABINIANO S., UYBARRETA, CARLOS ROMAN, ESCUDERO, EVELINA G., ORTEGA, PABLO, GARCIA, JOSE ENRIQUE III S., DEL ROSARIO, MANUEL MONSOUR III T., LOPEZ, BENHUR JR. B., MATUGAS, FRANCISCO JOSE II T., YAP, MELECIO JR. J., BILLONES, EMMANUEL A., MARQUEZ, CARLITO S., CUEVA, LEO RAFAEL M., FERRER, JULIET MARIE D., NOGRALES, JERICHO JONAS B., SALO, RON P., LACSON, VIRGILIO S., LOPEZ, MANUEL LUIS T., BULUT-BEGTANG, ELEONOR C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-05-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PEACE, RECONCILIATION AND UNITY ON 2018-07-30\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}