{"heading":"HR01395","0":"RESOLUTION EXPRESSING THE SENSE OF MEMBERS OF THE HOUSE OF REPRESENTATIVES TO SUPPORT, PRESERVE AND PROTECT THE CONSTITUTIONAL INDEPENDENCE AND INTEGRITY OF THE OFFICE OF THE OMBUDSMAN","principal-authors":" BANAL, JORGE \"BOLET\"; QUIMBO, ROMERO \"MIRO\" S.; DEL MAR, RAUL V.; ACOSTA-ALBA, MARIA LOURDES; BILLONES, EMMANUEL A.; BAG-AO, KAKA J.; BELMONTE, JOSE CHRISTOPHER Y.; BORDADO, GABRIEL H.; DE VENECIA, CHRISTOPHER V.P.; ERICE, EDGAR R.; SARMIENTO, EDGAR MARY S.; LAGMAN, EDCEL C.; VILLARIN, TOM S.; AMATONG, ISAGANI S.; ALCALA, VICENTE \"Kulit\" J.; SANTOS-RECTO, VILMA; RAMIREZ-SATO, JOSEPHINE; DELOSO-MONTALLA, CHERYL P.; AGARAO, BENJAMIN JR. C.; REVILLA, STRIKE B.; RELAMPAGOS, RENE L.; LIMKAICHONG, JOCELYN SY; ROCAMORA, RAMON V.A. \"RAV\"; FORTUN, LAWRENCE LEMUEL H.; ABAYA, FRANCIS GERALD A.; DAZA, RAUL A.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2017-10-11","historyid":"#HR01395-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01395.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01395\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EXPRESSING THE SENSE OF MEMBERS OF THE HOUSE OF REPRESENTATIVES TO SUPPORT, PRESERVE AND PROTECT THE CONSTITUTIONAL INDEPENDENCE AND INTEGRITY OF THE OFFICE OF THE OMBUDSMAN\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBANAL, JORGE &quot;BOLET&quot;, QUIMBO, ROMERO &quot;MIRO&quot; S., DEL MAR, RAUL V., ACOSTA-ALBA, MARIA LOURDES, BILLONES, EMMANUEL A., BAG-AO, KAKA J., BELMONTE, JOSE CHRISTOPHER Y., BORDADO, GABRIEL H., DE VENECIA, CHRISTOPHER V.P., ERICE, EDGAR R., SARMIENTO, EDGAR MARY S., LAGMAN, EDCEL C., VILLARIN, TOM S., AMATONG, ISAGANI S., ALCALA, VICENTE &quot;Kulit&quot; J., SANTOS-RECTO, VILMA, RAMIREZ-SATO, JOSEPHINE, DELOSO-MONTALLA, CHERYL P., AGARAO, BENJAMIN JR. C., REVILLA, STRIKE B., RELAMPAGOS, RENE L., LIMKAICHONG, JOCELYN SY, ROCAMORA, RAMON V.A. &quot;RAV&quot;, FORTUN, LAWRENCE LEMUEL H., ABAYA, FRANCIS GERALD A., DAZA, RAUL A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-10-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2017-10-11\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}