{"heading":"HR02381","0":"RESOLUTION ENJOINING ALL GOVERNMENT AGENCIES TO AFFIRM THEIR COMMITMENT AND SUPPORT TO FACILITATE THE REBUILDING OF THE CITIES, MUNICIPALITIES, AND BARANGAYS IN REGION 1, 2, AND THE CORDILLERA ADMINISTRATIVE REGION (CAR)  SEVERELY AFFECTED BY TYPHOON OMPONG IN SEPTEMBER 2018 AND TO IMMEDIATELY ADDRESS OPERATIONAL CONCERNS ON INFRASTRUCTURE, AGRI-INDUSTRY, AND SOCIAL ENGINEERING","principal-authors":" SAVELLANO, DEOGRACIAS VICTOR B.; ORTEGA, PABLO; DE VENECIA, CHRISTOPHER V.P.; VARGAS-ALFONSO, BABY ALINE; ESPINO, AMADO JR. T.; COSALAN, RONALD M.; GO, MARK O.; MANGAOANG, ALLEN JESSE C.; TING, RANDOLPH S.; GO, ANA CRISTINA SIQUIAN; ERIGUEL, SANDRA Y., M.D.; AGGABAO, MA. LOURDES R.; ORTEGA, VINI NOLA A.; PANGANIBAN, JOSE JR. T. CPA, LLB; BULUT-BEGTANG, ELEONOR C.; BATAOIL, LEOPOLDO N.; DY, NAPOLEON S.; CUARESMA, LUISA LLOREN; BAGUILAT, TEDDY JR. BRAWNER; ARENAS, ROSE MARIE \"BABY\" J.; CHAVEZ, CECILIA LEONILA V.; PRIMICIAS-AGABAS, MARLYN L.; SINGSON, ERIC D.; NOLASCO, RAMON; MARCOS, IMELDA R.; ROMAN, GERALDINE B.; VILLARIN, TOM S.; ","primary-referral":" RULES","status":" Adopted as Resolution No. HR00169 on 2019-01-15","historyid":"#HR02381-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR01046.pdf"},{"doclabel":"[Adapted Resolution\/RBH]","docurl":"congress.gov.ph\/legisdocs\/second_17\/HR02381.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02381\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED AS RESOLUTION NO. \u003Cb\u003EHR00169\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION ENJOINING ALL GOVERNMENT AGENCIES TO AFFIRM THEIR COMMITMENT AND SUPPORT TO FACILITATE THE REBUILDING OF THE CITIES, MUNICIPALITIES, AND BARANGAYS IN REGION 1, 2, AND THE CORDILLERA ADMINISTRATIVE REGION (CAR)  SEVERELY AFFECTED BY TYPHOON OMPONG IN SEPTEMBER 2018 AND TO IMMEDIATELY ADDRESS OPERATIONAL CONCERNS ON INFRASTRUCTURE, AGRI-INDUSTRY, AND SOCIAL ENGINEERING\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESAVELLANO, DEOGRACIAS VICTOR B., ORTEGA, PABLO, DE VENECIA, CHRISTOPHER V.P., VARGAS-ALFONSO, BABY ALINE, ESPINO, AMADO JR. T., COSALAN, RONALD M., GO, MARK O., MANGAOANG, ALLEN JESSE C., TING, RANDOLPH S., GO, ANA CRISTINA SIQUIAN, ERIGUEL, SANDRA Y., M.D., AGGABAO, MA. LOURDES R., ORTEGA, VINI NOLA A., PANGANIBAN, JOSE JR. T. CPA, LLB, BULUT-BEGTANG, ELEONOR C., BATAOIL, LEOPOLDO N., DY, NAPOLEON S., CUARESMA, LUISA LLOREN, BAGUILAT, TEDDY JR. BRAWNER, ARENAS, ROSE MARIE &quot;BABY&quot; J., CHAVEZ, CECILIA LEONILA V., PRIMICIAS-AGABAS, MARLYN L., SINGSON, ERIC D., NOLASCO, RAMON, MARCOS, IMELDA R., ROMAN, GERALDINE B., VILLARIN, TOM S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-12-17\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp01046\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2018-12-17\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspDISASTER MANAGEMENT\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its adoption in substitution of House Resolution No.2211\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHR02211\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-01-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2019-01-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2019-01-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERESOLUTION ADOPTED ON SECOND READING :&nbsp2019-01-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENEW RESOLUTION NO. :&nbspHR00169\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED RESOLUTION TITLE:&nbspRESOLUTION ENJOINING ALL GOVERNMENT AGENCIES TO AFFIRM THEIR COMMITMENT AND SUPPORT TO FACILITATE THE REBUILDING OF THE CITIES, MUNICIPALITIES, AND BARANGAYS IN REGION 1, 2, AND THE CORDILLERA ADMINISTRATIVE REGION (CAR) SEVERELY AFFECTED BY TYPHOON OMPONG IN SEPTEMBER 2018 AND TO IMMEDIATELY ADDRESS OPERATIONAL CONCERNS ON INFRASTRUCTURE, AGRI-INDUSTRY, AND SOCIAL ENGINEERING\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}