{"heading":"HR02491","0":"RESOLUTION RECOGNIZING AND FULLY SUPPORTING THE EFFORTS OF PRESIDENT MOON JAE-IN OF THE REPUBLIC OF KOREA TO BRING PEACE, RECONCILIATION, PROSPERITY AND STABILITY IN THE KOREAN PENINSULA","principal-authors":" BELMONTE, FELICIANO JR. ; HOFER, ANN K.; SAGARBARRIA, MANUEL; MARIÑO, MARIO VITTORIO \"MARVEY\" A.; SILVERIO, LORNA C.; GO, MARK O.; RODRIGUEZ, MAXIMO JR.B.; ABELLANOSA, RODRIGO A.; BIAZON, ROZZANO RUFINO B.; DELOSO-MONTALLA, CHERYL P.; LACSON, VIRGILIO S.; PINEDA, ENRICO A.; ARENAS, ROSE MARIE \"BABY\" J.; COLLANTES, MARIA THERESA V.; KHO, ELISA \"OLGA\" T.; RAMIREZ-SATO, JOSEPHINE; HERRERA-DY, BERNADETTE \"BH\" C.; AQUINO-MAGSAYSAY, MILAGROS; CAMINERO, WILFREDO S.; REVILLA, STRIKE B.; BELARO, SALVADOR JR. B.; VILLARICA, LINABELLE RUTH R.; BRAVO, ANTHONY M., Ph.D.; SALON, ORESTES T.; CASTELO, WINSTON \"WINNIE\"; CASTRO, FRANCE L.; ROMUALDO, XAVIER JESUS D.; TINIO, ANTONIO L.; ","primary-referral":" RULES","status":" Adopted as Resolution No. HR00188 on 2019-02-08","historyid":"#HR02491-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR01204.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02491\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED AS RESOLUTION NO. \u003Cb\u003EHR00188\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION RECOGNIZING AND FULLY SUPPORTING THE EFFORTS OF PRESIDENT MOON JAE-IN OF THE REPUBLIC OF KOREA TO BRING PEACE, RECONCILIATION, PROSPERITY AND STABILITY IN THE KOREAN PENINSULA\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBELMONTE, FELICIANO JR., HOFER, ANN K., SAGARBARRIA, MANUEL, MARI&Ntilde;O, MARIO VITTORIO &quot;MARVEY&quot; A., SILVERIO, LORNA C., GO, MARK O., RODRIGUEZ, MAXIMO JR.B., ABELLANOSA, RODRIGO A., BIAZON, ROZZANO RUFINO B., DELOSO-MONTALLA, CHERYL P., LACSON, VIRGILIO S., PINEDA, ENRICO A., ARENAS, ROSE MARIE &quot;BABY&quot; J., COLLANTES, MARIA THERESA V., KHO, ELISA &quot;OLGA&quot; T., RAMIREZ-SATO, JOSEPHINE, HERRERA-DY, BERNADETTE &quot;BH&quot; C., AQUINO-MAGSAYSAY, MILAGROS, CAMINERO, WILFREDO S., REVILLA, STRIKE B., BELARO, SALVADOR JR. B., VILLARICA, LINABELLE RUTH R., BRAVO, ANTHONY M., Ph.D., SALON, ORESTES T., CASTELO, WINSTON &quot;WINNIE&quot;, CASTRO, FRANCE L., ROMUALDO, XAVIER JESUS D., TINIO, ANTONIO L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-02-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp01204\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2019-02-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspFOREIGN AFFAIRS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its adoption, in substitution of House Resolution No. 2351\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHR02351\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-02-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2019-02-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERESOLUTION ADOPTED ON SECOND READING :&nbsp2019-02-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENEW RESOLUTION NO. :&nbspHR00188\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED RESOLUTION TITLE:&nbsp RESOLUTION RECOGNIZING AND FULLY SUPPORTING THE EFFORTS OF PRESIDENT MOON JAE-IN OF THE REPUBLIC OF KOREA TO BRING PEACE, RECONCILIATION, PROSPERITY AND STABILITY IN THE KOREAN PENINSULA\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}