{"heading":"HR00453","0":"A RESOLUTION EXPRESSING SUPPORT OF THE HOUSE OF REPRESENTATIVES FOR THE INCREASE IN THE BUDGETARY SUPPORT FOR HIGHER EDUCATION AND HEALTH","principal-authors":" CAYETANO, PIA ; SINGSON, ERIC D.; ABU, RANEO \"RANIE\" E.; GARCIA, GWENDOLYN F.; MACAPAGAL ARROYO, GLORIA; HERNANDEZ, FERDINAND L.; ANDAYA, ROLANDO JR. G.; LAGMAN, EDCEL C.; SALCEDA, JOEY SARTE; GONZALEZ, FERNANDO V.; PANOTES, MARISOL C.; BORDADO, GABRIEL H.; FUENTEBELLA, ARNULFO P.; FORTUNO, SALVIO B.; SARMIENTO, CESAR V.; BRAVO, MARIA VIDA ESPINOSA; KHO, ELISA \"OLGA\" T.; ESCUDERO, EVELINA G.; RAMOS, DEOGRACIAS JR. B.; GONZALES, ALEXANDRIA P.; CUEVA, LEO RAFAEL M.; ALONTE, MARILYN B.; GONZALES, AURELIO \"DONG\" JR. D.; DE VENECIA, CHRISTOPHER V.P.; VIOLAGO, MICAELA S.; SANDOVAL, FEDERICO \"RICKY\" II S.; AGGABAO, MA. LOURDES R.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; GO, MARK O.; DE VERA, EUGENE MICHAEL B.; MANGAOANG, ALLEN JESSE C.; CAMPOS, LUIS JR. N; ORTEGA, PABLO; ABAYON, HARLIN NEIL III J.; NOLASCO, RAMON; MARQUEZ, CARLITO S.; BELMONTE, JOSE CHRISTOPHER Y.; BANAL, JORGE \"BOLET\"; BATOCABE, RODEL M.; TAN, ANGELINA \"HELEN\" D.L. M.D.; SUANSING, ESTRELLITA B.; BOLILIA, LIANDA B.; DELOSO-MONTALLA, CHERYL P.; CHIPECO, JOAQUIN JR. M.; RODRIGUEZ, ISIDRO JR. S.; COLLANTES, MARIA THERESA V.; ABAYA, FRANCIS GERALD A.; ACOSTA-ALBA, MARIA LOURDES; AKBAR, JUM J.; ALBANO, RODOLFO III T.; ALMARIO, JOEL MAYO Z.; ANTONINO, MAGNOLIA C.; ANTONIO, MICHELLE M.; ARCILLAS, ARLENE B.; ATIENZA, JOSE JR. L.; BARZAGA, JENNIFER AUSTRIA; BAGATSING, CRISTAL L.; BAUTISTA-BANDIGAN, LORNA P.; BELMONTE, FELICIANO JR. ; BERNOS, JOSEPH STO. NINO B.; BERTIZ, ANICETO \"JOHN\" III D.; CERILLES ENERIO, AURORA ; COSALAN, RONALD M.; DEFENSOR, ARTHUR JR. R.; DEL MAR, RAUL V.; DEL ROSARIO, MANUEL MONSOUR III T.; DIMAPORO, ABDULLAH D.; DIMAPORO, MOHAMAD KHALID Q.; DUAVIT, JOHN MICHAEL R.; ELAGO, SARAH JANE I.; ENVERGA, ANNA KATRINA M.; ERMITA-BUHAIN, ELENITA MILAGROS \"EILEEN\"; ESTRELLA, CONRADO III M.; EUSEBIO, RICHARD C.; FARIÑAS, RODOLFO C.; FERRIOL-PASCUAL, ABIGAIL FAYE C.; GARCIA, JOSE ENRIQUE III S.; GARIN, OSCAR \"RICHARD\" JR. S.; GO, ANA CRISTINA SIQUIAN; GULLAS, GERALD ANTHONY \"SAMSAM\" JR. V; HERRERA-DY, BERNADETTE \"BH\" C.; HOFER, ANN K.; LAZATIN, CARMELO \"JON\" B. II; LOPEZ, BENHUR JR. B.; LOPEZ, MANUEL LUIS T.; MATUGAS, FRANCISCO JOSE II T.; MENDING, MAKMOD JR. D.; MERCADO, ROGER G.; MONTORO, TEODORO \"TED\" G.; NOEL, VICTORIA ISABEL G.; NUÑEZ-MALANYAON, CORAZON T.; ORTEGA, VINI NOLA A.; PANCHO, GAVINI \"APOL\" C.; PICHAY, PROSPERO JR. A.; PINEDA, ENRICO A.; PRIMICIAS-AGABAS, MARLYN L.; RELAMPAGOS, RENE L.; REVILLA, STRIKE B.; ROA-PUNO, CHIQUI ; ROBES, FLORIDA \"RIDA\" P.; ROMAN, GERALDINE B.; ROMERO, MICHAEL ODYLON L., Ph.D.; ROQUE, HARRY L.; SALO, RON P.; SALON, ORESTES T.; SAVELLANO, DEOGRACIAS VICTOR B.; SIAO, FREDERICK W.; SUAREZ, DANILO E.; TINIO, ANTONIO L.; TUPAS, RAUL \"BOBOY\" C.; TY, ARNEL U.; UNGAB, ALBERTO TOM; UYBARRETA, CARLOS ROMAN; VELASCO, LORD ALLAN JAY Q.; VERGARA, ROSANNA \"RIA\" V.; VILLARAZA-SUAREZ, ANNA MARIE; ZUBIRI, MANUEL F.; GARIN, SHARON S.; ","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2016-10-10","historyid":"#HR00453-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR00453.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00453\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION EXPRESSING SUPPORT OF THE HOUSE OF REPRESENTATIVES FOR THE INCREASE IN THE BUDGETARY SUPPORT FOR HIGHER EDUCATION AND HEALTH \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECAYETANO, PIA, SINGSON, ERIC D., ABU, RANEO &quot;RANIE&quot; E., GARCIA, GWENDOLYN F., MACAPAGAL ARROYO, GLORIA, HERNANDEZ, FERDINAND L., ANDAYA, ROLANDO JR. G., LAGMAN, EDCEL C., SALCEDA, JOEY SARTE, GONZALEZ, FERNANDO V., PANOTES, MARISOL C., BORDADO, GABRIEL H., FUENTEBELLA, ARNULFO P., FORTUNO, SALVIO B., SARMIENTO, CESAR V., BRAVO, MARIA VIDA ESPINOSA, KHO, ELISA &quot;OLGA&quot; T., ESCUDERO, EVELINA G., RAMOS, DEOGRACIAS JR. B., GONZALES, ALEXANDRIA P., CUEVA, LEO RAFAEL M., ALONTE, MARILYN B., GONZALES, AURELIO &quot;DONG&quot; JR. D., DE VENECIA, CHRISTOPHER V.P., VIOLAGO, MICAELA S., SANDOVAL, FEDERICO &quot;RICKY&quot; II S., AGGABAO, MA. LOURDES R., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., GO, MARK O., DE VERA, EUGENE MICHAEL B., MANGAOANG, ALLEN JESSE C., CAMPOS, LUIS JR. N, ORTEGA, PABLO, ABAYON, HARLIN NEIL III J., NOLASCO, RAMON, MARQUEZ, CARLITO S., BELMONTE, JOSE CHRISTOPHER Y., BANAL, JORGE &quot;BOLET&quot;, BATOCABE, RODEL M., TAN, ANGELINA &quot;HELEN&quot; D.L. M.D., SUANSING, ESTRELLITA B., BOLILIA, LIANDA B., DELOSO-MONTALLA, CHERYL P., CHIPECO, JOAQUIN JR. M., RODRIGUEZ, ISIDRO JR. S., COLLANTES, MARIA THERESA V., ABAYA, FRANCIS GERALD A., ACOSTA-ALBA, MARIA LOURDES, AKBAR, JUM J., ALBANO, RODOLFO III T., ALMARIO, JOEL MAYO Z., ANTONINO, MAGNOLIA C., ANTONIO, MICHELLE M., ARCILLAS, ARLENE B., ATIENZA, JOSE JR. L., BARZAGA, JENNIFER AUSTRIA, BAGATSING, CRISTAL L., BAUTISTA-BANDIGAN, LORNA P., BELMONTE, FELICIANO JR., BERNOS, JOSEPH STO. NINO B., BERTIZ, ANICETO &quot;JOHN&quot; III D., CERILLES ENERIO, AURORA, COSALAN, RONALD M., DEFENSOR, ARTHUR JR. R., DEL MAR, RAUL V., DEL ROSARIO, MANUEL MONSOUR III T., DIMAPORO, ABDULLAH D., DIMAPORO, MOHAMAD KHALID Q., DUAVIT, JOHN MICHAEL R., ELAGO, SARAH JANE I., ENVERGA, ANNA KATRINA M., ERMITA-BUHAIN, ELENITA MILAGROS &quot;EILEEN&quot;, ESTRELLA, CONRADO III M., EUSEBIO, RICHARD C., FARI&Ntilde;AS, RODOLFO C., FERRIOL-PASCUAL, ABIGAIL FAYE C., GARCIA, JOSE ENRIQUE III S., GARIN, OSCAR &quot;RICHARD&quot; JR. S., GO, ANA CRISTINA SIQUIAN, GULLAS, GERALD ANTHONY &quot;SAMSAM&quot; JR. V, HERRERA-DY, BERNADETTE &quot;BH&quot; C., HOFER, ANN K., LAZATIN, CARMELO &quot;JON&quot; B. II, LOPEZ, BENHUR JR. B., LOPEZ, MANUEL LUIS T., MATUGAS, FRANCISCO JOSE II T., MENDING, MAKMOD JR. D., MERCADO, ROGER G., MONTORO, TEODORO &quot;TED&quot; G., NOEL, VICTORIA ISABEL G., NU&Ntilde;EZ-MALANYAON, CORAZON T., ORTEGA, VINI NOLA A., PANCHO, GAVINI &quot;APOL&quot; C., PICHAY, PROSPERO JR. A., PINEDA, ENRICO A., PRIMICIAS-AGABAS, MARLYN L., RELAMPAGOS, RENE L., REVILLA, STRIKE B., ROA-PUNO, CHIQUI, ROBES, FLORIDA &quot;RIDA&quot; P., ROMAN, GERALDINE B., ROMERO, MICHAEL ODYLON L., Ph.D., ROQUE, HARRY L., SALO, RON P., SALON, ORESTES T., SAVELLANO, DEOGRACIAS VICTOR B., SIAO, FREDERICK W., SUAREZ, DANILO E., TINIO, ANTONIO L., TUPAS, RAUL &quot;BOBOY&quot; C., TY, ARNEL U., UNGAB, ALBERTO TOM, UYBARRETA, CARLOS ROMAN, VELASCO, LORD ALLAN JAY Q., VERGARA, ROSANNA &quot;RIA&quot; V., VILLARAZA-SUAREZ, ANNA MARIE, ZUBIRI, MANUEL F., GARIN, SHARON S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-10-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2016-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}