{"heading":"HR02362","0":"RESOLUTION INFORMING THE DEPARTMENT OF BUDGET AND MANAGEMENT (DBM) THAT THE HOUSE OF REPRESENTATIVES HAS RESCINDED ITS APPROVAL OF HOUSE BILL 7436 ENTITLED \"AN ACT ABOLISHING THE ROAD BOARD AND PROVIDING FOR THE DISTRIBUTION AND MANAGEMENT OF THE MOTOR VEHICLE USER'S CHARGE COLLECTIONS, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 8794, ENTITLED \"AN ACT IMPOSING A MOTOR VEHICLE USER'S CHARGE ON OWNERS OF ALL TYPES OF MOTOR VEHICLES AND FOR OTHER PURPOSES\" AND RELEASE THE FUNDS FOR PROJECT IMPLEMENTATION\"","principal-authors":" RODRIGUEZ, MAXIMO JR.B.; TEJADA, JOSE \"PING-PING\" I.; CERILLES ENERIO, AURORA ; SIAO, FREDERICK W.; AMATONG, ISAGANI S.; DIMAPORO, MOHAMAD KHALID Q.; SACDALAN, JESUS NONATO; PIMENTEL, JOHNNY TY; BAUTISTA-BANDIGAN, LORNA P.; HERNANDEZ, FERDINAND L.; ACHARON, PEDRO JR. B.; ALMONTE, JORGE T.; AMANTE, ERLPE JOHN \"PING\" M.; ARBISON, MUNIR M.; BARBERS, ROBERT ACE S.; CAGAS, MERCEDES \"DIDI\" C.; CATAMCO, NANCY A.; DIMAPORO, ABDULLAH D.; FLOIRENDO, ANTONIO R.; FORTUN, LAWRENCE LEMUEL H.; GONZAGA, RUWEL PETER S.; MANGUDADATU, ZAJID G.; MATUGAS, FRANCISCO JOSE II T.; MENDOZA, RAYMUND DEMOCRITO C.; PACQUIAO, ROGELIO \"RUEL\" D.; PAPANDAYAN, MAUYAG JR. \"JUN\" B.; PICHAY, PROSPERO JR. A.; PLAZA, MARIA VALENTINA G.; ROMUALDO, XAVIER JESUS D.; SAHALI, RUBY M.; SUANSING, HORACIO JR. P.; UNGAB, ALBERTO TOM; UY, JULIETTE T.; UY, ROLANDO \"KLAREX\" A.; YU, DIVINA GRACE C.; ZAMORA, MARIA CARMEN S.; REVILLA, STRIKE B.; ALMARIO, JOEL MAYO Z.; SEMA, BAI SANDRA SINSUAT A.; ","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2018-12-12","historyid":"#HR02362-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02362.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02362\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION INFORMING THE DEPARTMENT OF BUDGET AND MANAGEMENT (DBM) THAT THE HOUSE OF REPRESENTATIVES HAS RESCINDED ITS APPROVAL OF HOUSE BILL 7436 ENTITLED \"AN ACT ABOLISHING THE ROAD BOARD AND PROVIDING FOR THE DISTRIBUTION AND MANAGEMENT OF THE MOTOR VEHICLE USER'S CHARGE COLLECTIONS, AMENDING FOR THE PURPOSE REPUBLIC ACT NO. 8794, ENTITLED \"AN ACT IMPOSING A MOTOR VEHICLE USER'S CHARGE ON OWNERS OF ALL TYPES OF MOTOR VEHICLES AND FOR OTHER PURPOSES\" AND RELEASE THE FUNDS FOR PROJECT IMPLEMENTATION\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ERODRIGUEZ, MAXIMO JR.B., TEJADA, JOSE &quot;PING-PING&quot; I., CERILLES ENERIO, AURORA, SIAO, FREDERICK W., AMATONG, ISAGANI S., DIMAPORO, MOHAMAD KHALID Q., SACDALAN, JESUS NONATO, PIMENTEL, JOHNNY TY, BAUTISTA-BANDIGAN, LORNA P., HERNANDEZ, FERDINAND L., ACHARON, PEDRO JR. B., ALMONTE, JORGE T., AMANTE, ERLPE JOHN &quot;PING&quot; M., ARBISON, MUNIR M., BARBERS, ROBERT ACE S., CAGAS, MERCEDES &quot;DIDI&quot; C., CATAMCO, NANCY A., DIMAPORO, ABDULLAH D., FLOIRENDO, ANTONIO R., FORTUN, LAWRENCE LEMUEL H., GONZAGA, RUWEL PETER S., MANGUDADATU, ZAJID G., MATUGAS, FRANCISCO JOSE II T., MENDOZA, RAYMUND DEMOCRITO C., PACQUIAO, ROGELIO &quot;RUEL&quot; D., PAPANDAYAN, MAUYAG JR. &quot;JUN&quot; B., PICHAY, PROSPERO JR. A., PLAZA, MARIA VALENTINA G., ROMUALDO, XAVIER JESUS D., SAHALI, RUBY M., SUANSING, HORACIO JR. P., UNGAB, ALBERTO TOM, UY, JULIETTE T., UY, ROLANDO &quot;KLAREX&quot; A., YU, DIVINA GRACE C., ZAMORA, MARIA CARMEN S., REVILLA, STRIKE B., ALMARIO, JOEL MAYO Z., SEMA, BAI SANDRA SINSUAT A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-12-11\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2018-12-12\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}