{"heading":"HR00581","0":"RESOLUTION EXPRESSING THE GRATITUDE OF THE HOUSE OF REPRESENTATIVES TO THE UNITED NATIONS CONVENTION ON THE LAW OF THE SEA (UNCLOS) ARBITRAL TRIBUNAL FOR ITS EFFICIENT HANDLING AND FAVORABLE AWARD IN THE ARBITRATION OVER THE CONFLICTING CLAIMS IN THE WEST PHILIPPINE SEA","principal-authors":" OLIVAREZ, ERIC L.; VILLARICA, LINABELLE RUTH R.; BERTIZ, ANICETO \"JOHN\" III D.; RODRIGUEZ, MAXIMO JR.B.; ABELLANOSA, RODRIGO A.; BAGATSING, CRISTAL L.; VIOLAGO, MICAELA S.; GO, ANA CRISTINA SIQUIAN; VARGAS-ALFONSO, BABY ALINE; BATAOIL, LEOPOLDO N.; REVILLA, STRIKE B.; DELOSO-MONTALLA, CHERYL P.; MARIÑO, MARIO VITTORIO \"MARVEY\" A.; SILVERIO, LORNA C.; CERILLES ENERIO, AURORA ; LACSON, VIRGILIO S.; SALO, RON P.; TINIO, ANTONIO L.; ORTEGA, VINI NOLA A.; ARENAS, ROSE MARIE \"BABY\" J.; ERIGUEL, SANDRA Y., M.D.; HERRERA-DY, BERNADETTE \"BH\" C.; MACAPAGAL ARROYO, GLORIA; ACOP, ROMEO M.; ARAGONES, SOL; MONTORO, TEODORO \"TED\" G.; OAMINAL, HENRY S.; ROMUALDO, XAVIER JESUS D.; SALIMBANGON, BENHUR L.; SANTOS-RECTO, VILMA; SUANSING, HORACIO JR. P.; TAMBUNTING, GUS S.; TURABIN-HATAMAN, SITTI DJALIA A.; ","primary-referral":" RULES","status":" Adopted as Resolution No. HR00032 on 2017-01-25","historyid":"#HR00581-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR00026.pdf"},{"doclabel":"[Adapted Resolution\/RBH]","docurl":"congress.gov.ph\/legisdocs\/second_17\/HR00581.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00581\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED AS RESOLUTION NO. \u003Cb\u003EHR00032\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EXPRESSING THE GRATITUDE OF THE HOUSE OF REPRESENTATIVES TO THE UNITED NATIONS CONVENTION ON THE LAW OF THE SEA (UNCLOS) ARBITRAL TRIBUNAL FOR ITS EFFICIENT HANDLING AND FAVORABLE AWARD IN THE ARBITRATION OVER THE CONFLICTING CLAIMS IN THE WEST PHILIPPINE SEA\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EOLIVAREZ, ERIC L., VILLARICA, LINABELLE RUTH R., BERTIZ, ANICETO &quot;JOHN&quot; III D., RODRIGUEZ, MAXIMO JR.B., ABELLANOSA, RODRIGO A., BAGATSING, CRISTAL L., VIOLAGO, MICAELA S., GO, ANA CRISTINA SIQUIAN, VARGAS-ALFONSO, BABY ALINE, BATAOIL, LEOPOLDO N., REVILLA, STRIKE B., DELOSO-MONTALLA, CHERYL P., MARI&Ntilde;O, MARIO VITTORIO &quot;MARVEY&quot; A., SILVERIO, LORNA C., CERILLES ENERIO, AURORA, LACSON, VIRGILIO S., SALO, RON P., TINIO, ANTONIO L., ORTEGA, VINI NOLA A., ARENAS, ROSE MARIE &quot;BABY&quot; J., ERIGUEL, SANDRA Y., M.D., HERRERA-DY, BERNADETTE &quot;BH&quot; C., MACAPAGAL ARROYO, GLORIA, ACOP, ROMEO M., ARAGONES, SOL, MONTORO, TEODORO &quot;TED&quot; G., OAMINAL, HENRY S., ROMUALDO, XAVIER JESUS D., SALIMBANGON, BENHUR L., SANTOS-RECTO, VILMA, SUANSING, HORACIO JR. P., TAMBUNTING, GUS S., TURABIN-HATAMAN, SITTI DJALIA A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-11-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00026\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2016-11-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspFOREIGN AFFAIRS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspADOPTION,IN SUBSTITUTION OF HOUSE RESOLUTION No. 76\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHR00076\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-11-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2016-11-28\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2017-01-25\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPERIOD OF SPONSORSHIP :&nbsp2017-01-25\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESPONSORED BY :&nbsp Bondoc\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERESOLUTION ADOPTED ON SECOND READING :&nbsp2017-01-25\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENEW RESOLUTION NO. :&nbspHR00032\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED RESOLUTION TITLE:&nbspRESOLUTION EXPRESSING THE GRATITUDE OF THE HOUSE OF REPRESENTATIVES TO THE UNITED NATIONS CONVENTION ON THE LAW OF THE SEA (UNCLOS) ARBITRAL TRIBUNAL FOR ITS EFFICIENT HANDLING AND FAVORABLE AWARD IN THE ARBITRATION OVER THE CONFLICTING CLAIMS IN THE WEST PHILIPPINE SEA\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}