{"heading":"HR02479","0":"A RESOLUTION EXPRESSING THE SENSE OF THE HOUSE OF REPRESENTATIVES IN SUPPORT OF SECRETARY SILVESTRE H. BELLO III AS SECRETARY OF THE DEPARTMENT OF LABOR AND EMPLOYMENT (DOLE)","principal-authors":" GARCIA-ALBANO, MYLENE J.; TING, RANDOLPH S.; ALBANO, RODOLFO III T.; TY, ARNEL U.; BERTIZ, ANICETO \"JOHN\" III D.; LOPEZ, MANUEL LUIS T.; ARENAS, ROSE MARIE \"BABY\" J.; SINGSON, ERIC D.; ORTEGA, PABLO; VILLARICA, LINABELLE RUTH R.; VIOLAGO, MICAELA S.; SAVELLANO, DEOGRACIAS VICTOR B.; BATAOIL, LEOPOLDO N.; DEFENSOR, ARTHUR JR. R.; MANALO, JESULITO A.; BANAL, JORGE \"BOLET\"; ACOP, ROMEO M.; DE JESUS, EMMI A.; PANGANIBAN, JOSE JR. T. CPA, LLB; TINIO, ANTONIO L.; AGGABAO, MA. LOURDES R.; SALO, RON P.; PANCHO, GAVINI \"APOL\" C.; ABU, RANEO \"RANIE\" E.; VILLANUEVA, NOEL L.; BRAVO, MARIA VIDA ESPINOSA; SILVERIO, LORNA C.; ARAGONES, SOL; ZARATE, CARLOS ISAGANI T.; SUANSING, ESTRELLITA B.; ELAGO, SARAH JANE I.; PANOTES, MARISOL C.; BAG-AO, KAKA J.; ADVINCULA, ALEX \"AA\" L.; MARCOLETA, RODANTE D.; MONTORO, TEODORO \"TED\" G.; FORTUN, LAWRENCE LEMUEL H.; SARMIENTO, CESAR V.; ESPINA, ROGELIO J. M.D.; GULLAS, GERALD ANTHONY \"SAMSAM\" JR. V; DURANO, RAMON \"RED\" VI H.; SAGARBARRIA, MANUEL; MERCADO, ROGER G.; SANGCOPAN, AMIHILDA J.; GONZAGA, RUWEL PETER S.; ALMARIO, JOEL MAYO Z.; DALIPE, MANUEL JOSE \"MANNIX\" M.; YU, DIVINA GRACE C.; AMATONG, ISAGANI S.; LABADLABAD, GLONA; ALMONTE, JORGE T.; LOBREGAT, CELSO L.; ARBISON, MUNIR M.; UY, JULIETTE T.; PICHAY, PROSPERO JR. A.; HERNANDEZ, FERDINAND L.; SEMA, BAI SANDRA SINSUAT A.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; ZUBIRI, MANUEL F.; COLLANTES, MARIA THERESA V.; SALCEDA, JOEY SARTE; CUA, DAKILA CARLO E.; NOEL, VICTORIA ISABEL G.; LOYOLA, ROY M.; ROA-PUNO, CHIQUI ; RAMIREZ-SATO, JOSEPHINE; HOFER, ANN K.; TAN, ANGELINA \"HELEN\" D.L. M.D.; VERGARA, ROSANNA \"RIA\" V.; LIMKAICHONG, JOCELYN SY; PINEDA, ENRICO A.; PIMENTEL, JOHNNY TY; ALONTE, MARILYN B.; PALMA, WILTER \"SHARKY\" II WEE; MARTINEZ, ERIC M.; ROBES, FLORIDA \"RIDA\" P.; ERMITA-BUHAIN, ELENITA MILAGROS \"EILEEN\"; GARIN, OSCAR \"RICHARD\" JR. S.; CALIXTO-RUBIANO, EMI G.; NOLASCO, RAMON; BRAVO, ANTHONY M., Ph.D.; VARGAS-ALFONSO, BABY ALINE; VELOSO, VICENTE \"CHING\" S.E.; LACSON, VIRGILIO S.; SALON, ORESTES T.; FERNANDO, BAYANI F.; ROMAN, GERALDINE B.; ROMUALDO, XAVIER JESUS D.; ","primary-referral":" RULES","status":" Adopted as Resolution No. HR00182 on 2019-02-07","historyid":"#HR02479-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02479.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02479\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED AS RESOLUTION NO. \u003Cb\u003EHR00182\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION EXPRESSING THE SENSE OF THE HOUSE OF REPRESENTATIVES IN SUPPORT OF SECRETARY SILVESTRE H. BELLO III AS SECRETARY OF THE DEPARTMENT OF LABOR AND EMPLOYMENT (DOLE)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGARCIA-ALBANO, MYLENE J., TING, RANDOLPH S., ALBANO, RODOLFO III T., TY, ARNEL U., BERTIZ, ANICETO &quot;JOHN&quot; III D., LOPEZ, MANUEL LUIS T., ARENAS, ROSE MARIE &quot;BABY&quot; J., SINGSON, ERIC D., ORTEGA, PABLO, VILLARICA, LINABELLE RUTH R., VIOLAGO, MICAELA S., SAVELLANO, DEOGRACIAS VICTOR B., BATAOIL, LEOPOLDO N., DEFENSOR, ARTHUR JR. R., MANALO, JESULITO A., BANAL, JORGE &quot;BOLET&quot;, ACOP, ROMEO M., DE JESUS, EMMI A., PANGANIBAN, JOSE JR. T. CPA, LLB, TINIO, ANTONIO L., AGGABAO, MA. LOURDES R., SALO, RON P., PANCHO, GAVINI &quot;APOL&quot; C., ABU, RANEO &quot;RANIE&quot; E., VILLANUEVA, NOEL L., BRAVO, MARIA VIDA ESPINOSA, SILVERIO, LORNA C., ARAGONES, SOL, ZARATE, CARLOS ISAGANI T., SUANSING, ESTRELLITA B., ELAGO, SARAH JANE I., PANOTES, MARISOL C., BAG-AO, KAKA J., ADVINCULA, ALEX &quot;AA&quot; L., MARCOLETA, RODANTE D., MONTORO, TEODORO &quot;TED&quot; G., FORTUN, LAWRENCE LEMUEL H., SARMIENTO, CESAR V., ESPINA, ROGELIO J. M.D., GULLAS, GERALD ANTHONY &quot;SAMSAM&quot; JR. V, DURANO, RAMON &quot;RED&quot; VI H., SAGARBARRIA, MANUEL, MERCADO, ROGER G., SANGCOPAN, AMIHILDA J., GONZAGA, RUWEL PETER S., ALMARIO, JOEL MAYO Z., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., YU, DIVINA GRACE C., AMATONG, ISAGANI S., LABADLABAD, GLONA, ALMONTE, JORGE T., LOBREGAT, CELSO L., ARBISON, MUNIR M., UY, JULIETTE T., PICHAY, PROSPERO JR. A., HERNANDEZ, FERDINAND L., SEMA, BAI SANDRA SINSUAT A., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., ZUBIRI, MANUEL F., COLLANTES, MARIA THERESA V., SALCEDA, JOEY SARTE, CUA, DAKILA CARLO E., NOEL, VICTORIA ISABEL G., LOYOLA, ROY M., ROA-PUNO, CHIQUI, RAMIREZ-SATO, JOSEPHINE, HOFER, ANN K., TAN, ANGELINA &quot;HELEN&quot; D.L. M.D., VERGARA, ROSANNA &quot;RIA&quot; V., LIMKAICHONG, JOCELYN SY, PINEDA, ENRICO A., PIMENTEL, JOHNNY TY, ALONTE, MARILYN B., PALMA, WILTER &quot;SHARKY&quot; II WEE, MARTINEZ, ERIC M., ROBES, FLORIDA &quot;RIDA&quot; P., ERMITA-BUHAIN, ELENITA MILAGROS &quot;EILEEN&quot;, GARIN, OSCAR &quot;RICHARD&quot; JR. S., CALIXTO-RUBIANO, EMI G., NOLASCO, RAMON, BRAVO, ANTHONY M., Ph.D., VARGAS-ALFONSO, BABY ALINE, VELOSO, VICENTE &quot;CHING&quot; S.E., LACSON, VIRGILIO S., SALON, ORESTES T., FERNANDO, BAYANI F., ROMAN, GERALDINE B., ROMUALDO, XAVIER JESUS D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-02-04\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-02-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERESOLUTION ADOPTED ON SECOND READING :&nbsp2019-02-07\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENEW RESOLUTION NO. :&nbspHR00182\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED RESOLUTION TITLE:&nbspA RESOLUTION EXPRESSING THE SENSE OF THE HOUSE OF REPRESENTATIVES IN SUPPORT OF SECRETARY SILVESTRE H. BELLO III AS SECRETARY OF THE DEPARTMENT OF LABOR AND EMPLOYMENT (DOLE)\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}