{"heading":"HR00484","0":"A RESOLUTION OF THE HOUSE OF REPRESENTATIVES CONGRATULATING AND COMMENDING REPRESENTATIVE GERALDINE ROMAN FOR BEING HAILED AS ONE OF THE INSPIRING WOMEN OF 2016 BY MOTTO WEBSITE, FROM THE EDITORS OF TIME MAGAZINE","principal-authors":" GARIN, SHARON S.; BATOCABE, RODEL M.; ALONTE, MARILYN B.; CHAVEZ, CECILIA LEONILA V.; VELASCO-CATERA, TRICIA NICOLE Q.; ESTRELLA, CONRADO III M.; VILLANUEVA, NOEL L.; MENDING, MAKMOD JR. D.; TURABIN-HATAMAN, SITTI DJALIA A.; CASILAO, ARIEL \"KA AYIK\" B.; NOEL, VICTORIA ISABEL G.; TEVES, ARNOLFO JR. A.; AGLIPAY-VILLAR, EMMELINE; TY, ARNEL U.; GARCIA-ALBANO, MYLENE J.; ORTEGA, VINI NOLA A.; ENVERGA, ANNA KATRINA M.; TUPAS, RAUL \"BOBOY\" C.; ONG, HENRY C.; ERMITA-BUHAIN, ELENITA MILAGROS \"EILEEN\"; ARENAS, ROSE MARIE \"BABY\" J.; CATAMCO, NANCY A.; SAHALI, RUBY M.; BAUTISTA-BANDIGAN, LORNA P.; MONTORO, TEODORO \"TED\" G.; SIAO, FREDERICK W.; NAVA, MA. LUCILLE L., MD.; YU, DIVINA GRACE C.; HERRERA-DY, BERNADETTE \"BH\" C.; CORTUNA, JULIETA R.; BRAVO, ANTHONY M., Ph.D.; ARCILLAS, ARLENE B.; BERTIZ, ANICETO \"JOHN\" III D.; SALON, ORESTES T.; CAMPOS, LUIS JR. N; GARBIN, ALFREDO JR. A.; TINIO, ANTONIO L.; ANDAYA, ROLANDO JR. G.; CUA, DAKILA CARLO E.; AUMENTADO, ERICO ARISTOTLE C.; RELAMPAGOS, RENE L.; CASTRO, FRANCE L.; ELAGO, SARAH JANE I.; DE JESUS, EMMI A.; PADUANO, JOSEPH STEPHEN S.; FORTUN, LAWRENCE LEMUEL H.; BAG-AO, KAKA J.; BAGATSING, CRISTAL L.; GERON, RICO B.; ROMERO, MICHAEL ODYLON L., Ph.D.; TAN, SHERNEE ABUBAKAR; BELARO, SALVADOR JR. B.; TUGNA, SHERWIN N.; SUANSING, ESTRELLITA B.; GARCIA, GWENDOLYN F.; TAN, ANGELINA \"HELEN\" D.L. M.D.; MACEDA, EDWARD VERA PEREZ; ARAGONES, SOL; CANAMA, SABINIANO S.; BARZAGA, JENNIFER AUSTRIA; ACOSTA, GIL P.; GULLAS, GERALD ANTHONY \"SAMSAM\" JR. V; MADRONA, EMMANUEL F.; CUEVA, LEO RAFAEL M.; FERRER, JULIET MARIE D.; DIMAPORO, MOHAMAD KHALID Q.; MARQUEZ, CARLITO S.; SEMA, BAI SANDRA SINSUAT A.; ROA-PUNO, CHIQUI ; AKBAR, JUM J.; DEFENSOR, ARTHUR JR. R.; CERILLES ENERIO, AURORA ; HOFER, ANN K.; NUÑEZ-MALANYAON, CORAZON T.; GOMEZ, LUCY T.; UY, JULIETTE T.; GONZALES, ALEXANDRIA P.; PINEDA, ENRICO A.; VILLARIN, TOM S.; QUIMBO, ROMERO \"MIRO\" S.; DEL ROSARIO, MANUEL MONSOUR III T.; LACSON, VIRGILIO S.; GARIN, OSCAR \"RICHARD\" JR. S.; SALO, RON P.; LAOGAN, DENNIS C.; ZUBIRI, MANUEL F.; ROQUE, ROGELIO NEIL P.; CO, CHRISTOPHER S.; ","primary-referral":" WOMEN AND GENDER EQUALITY","status":" Pending with the Committee on WOMEN AND GENDER EQUALITY since 2016-11-07","historyid":"#HR00484-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR00484.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00484\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION OF THE HOUSE OF REPRESENTATIVES CONGRATULATING AND COMMENDING REPRESENTATIVE GERALDINE ROMAN FOR BEING HAILED AS ONE OF THE INSPIRING WOMEN OF 2016 BY MOTTO WEBSITE, FROM THE EDITORS OF TIME MAGAZINE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGARIN, SHARON S., BATOCABE, RODEL M., ALONTE, MARILYN B., CHAVEZ, CECILIA LEONILA V., VELASCO-CATERA, TRICIA NICOLE Q., ESTRELLA, CONRADO III M., VILLANUEVA, NOEL L., MENDING, MAKMOD JR. D., TURABIN-HATAMAN, SITTI DJALIA A., CASILAO, ARIEL &quot;KA AYIK&quot; B., NOEL, VICTORIA ISABEL G., TEVES, ARNOLFO JR. A., AGLIPAY-VILLAR, EMMELINE, TY, ARNEL U., GARCIA-ALBANO, MYLENE J., ORTEGA, VINI NOLA A., ENVERGA, ANNA KATRINA M., TUPAS, RAUL &quot;BOBOY&quot; C., ONG, HENRY C., ERMITA-BUHAIN, ELENITA MILAGROS &quot;EILEEN&quot;, ARENAS, ROSE MARIE &quot;BABY&quot; J., CATAMCO, NANCY A., SAHALI, RUBY M., BAUTISTA-BANDIGAN, LORNA P., MONTORO, TEODORO &quot;TED&quot; G., SIAO, FREDERICK W., NAVA, MA. LUCILLE L., MD., YU, DIVINA GRACE C., HERRERA-DY, BERNADETTE &quot;BH&quot; C., CORTUNA, JULIETA R., BRAVO, ANTHONY M., Ph.D., ARCILLAS, ARLENE B., BERTIZ, ANICETO &quot;JOHN&quot; III D., SALON, ORESTES T., CAMPOS, LUIS JR. N, GARBIN, ALFREDO JR. A., TINIO, ANTONIO L., ANDAYA, ROLANDO JR. G., CUA, DAKILA CARLO E., AUMENTADO, ERICO ARISTOTLE C., RELAMPAGOS, RENE L., CASTRO, FRANCE L., ELAGO, SARAH JANE I., DE JESUS, EMMI A., PADUANO, JOSEPH STEPHEN S., FORTUN, LAWRENCE LEMUEL H., BAG-AO, KAKA J., BAGATSING, CRISTAL L., GERON, RICO B., ROMERO, MICHAEL ODYLON L., Ph.D., TAN, SHERNEE ABUBAKAR, BELARO, SALVADOR JR. B., TUGNA, SHERWIN N., SUANSING, ESTRELLITA B., GARCIA, GWENDOLYN F., TAN, ANGELINA &quot;HELEN&quot; D.L. M.D., MACEDA, EDWARD VERA PEREZ, ARAGONES, SOL, CANAMA, SABINIANO S., BARZAGA, JENNIFER AUSTRIA, ACOSTA, GIL P., GULLAS, GERALD ANTHONY &quot;SAMSAM&quot; JR. V, MADRONA, EMMANUEL F., CUEVA, LEO RAFAEL M., FERRER, JULIET MARIE D., DIMAPORO, MOHAMAD KHALID Q., MARQUEZ, CARLITO S., SEMA, BAI SANDRA SINSUAT A., ROA-PUNO, CHIQUI, AKBAR, JUM J., DEFENSOR, ARTHUR JR. R., CERILLES ENERIO, AURORA, HOFER, ANN K., NU&Ntilde;EZ-MALANYAON, CORAZON T., GOMEZ, LUCY T., UY, JULIETTE T., GONZALES, ALEXANDRIA P., PINEDA, ENRICO A., VILLARIN, TOM S., QUIMBO, ROMERO &quot;MIRO&quot; S., DEL ROSARIO, MANUEL MONSOUR III T., LACSON, VIRGILIO S., GARIN, OSCAR &quot;RICHARD&quot; JR. S., SALO, RON P., LAOGAN, DENNIS C., ZUBIRI, MANUEL F., ROQUE, ROGELIO NEIL P., CO, CHRISTOPHER S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-10-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON WOMEN AND GENDER EQUALITY ON 2016-11-07\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}