{"heading":"HR01049","0":"A RESOLUTION TO INCLUDE IN THE PROPOSED GENERAL APPROPRIATIONS ACT OF 2018 A PROVISION THAT STATES \"SAVINGS GENERATED BY AN AGENCY REGIONAL OFFICE (ARO) SHALL BE UTILIZED BY THE SAME INSTEAD OF REVERTING IT BACK TO ITS CENTRAL OFFICE (CO) FOR POOLING AND REPROGRAMMING\" AND OTHER AMENDMENTS","principal-authors":" VILLARICA, LINABELLE RUTH R.; VILLANUEVA, NOEL L.; DELOSO-MONTALLA, CHERYL P.; SILVERIO, LORNA C.; ROMAN, GERALDINE B.; ANGARA-CASTILLO, BELLAFLOR J.; ANTONINO, MAGNOLIA C.; BONDOC, JUAN PABLO \"RIMPY\"; CHAVEZ, CECILIA LEONILA V.; COJUANGCO, CARLOS O.; GARCIA, JOSE ENRIQUE III S.; GONZALES, AURELIO \"DONG\" JR. D.; HERRERA-DY, BERNADETTE \"BH\" C.; KHONGHUN, JEFFREY D.; LAZATIN, CARMELO \"JON\" B. II; PANCHO, GAVINI \"APOL\" C.; ROBES, FLORIDA \"RIDA\" P.; SUANSING, ESTRELLITA B.; SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.; TUGNA, SHERWIN N.; VERGARA, ROSANNA \"RIA\" V.; VIOLAGO, MICAELA S.; YAP, VICTOR A.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; ","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2017-07-25","historyid":"#HR01049-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01049.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01049\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION TO INCLUDE IN THE PROPOSED GENERAL APPROPRIATIONS ACT OF 2018 A PROVISION THAT STATES \"SAVINGS GENERATED BY AN AGENCY REGIONAL OFFICE (ARO) SHALL BE UTILIZED BY THE SAME INSTEAD OF REVERTING IT BACK TO ITS CENTRAL OFFICE (CO) FOR POOLING AND REPROGRAMMING\" AND OTHER AMENDMENTS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVILLARICA, LINABELLE RUTH R., VILLANUEVA, NOEL L., DELOSO-MONTALLA, CHERYL P., SILVERIO, LORNA C., ROMAN, GERALDINE B., ANGARA-CASTILLO, BELLAFLOR J., ANTONINO, MAGNOLIA C., BONDOC, JUAN PABLO &quot;RIMPY&quot;, CHAVEZ, CECILIA LEONILA V., COJUANGCO, CARLOS O., GARCIA, JOSE ENRIQUE III S., GONZALES, AURELIO &quot;DONG&quot; JR. D., HERRERA-DY, BERNADETTE &quot;BH&quot; C., KHONGHUN, JEFFREY D., LAZATIN, CARMELO &quot;JON&quot; B. II, PANCHO, GAVINI &quot;APOL&quot; C., ROBES, FLORIDA &quot;RIDA&quot; P., SUANSING, ESTRELLITA B., SY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R., TUGNA, SHERWIN N., VERGARA, ROSANNA &quot;RIA&quot; V., VIOLAGO, MICAELA S., YAP, VICTOR A., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-05-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2017-07-25\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}