{"heading":"HR02449","0":"A RESOLUTION STRONGLY URGING THE DEPARTMENT OF TRANSPORTATION TO IMPLEMENT A PILOT PROGRAM ALLOWING, MONITORING, AND REGULATING THE OPERATION OF DULY REGISTERED, ORGANIZED \"HABAL-HABAL\" OR MOTORCYCLES-FOR-HIRE AS AN ALTERNATIVE PUBLIC UTILITY VEHICLES TO EASE DAILY COMMUTING OF THE RIDING PUBLIC AND SUBMIT TO CONGRESS RECOMMENDATIONS FOR THE MOST APPROPRIATE AND REASONABLE REGULATORY FRAMEWORK BY WAY OF LEGISLATION","principal-authors":" CASTELO, WINSTON \"WINNIE\"; ATIENZA, JOSE JR. L.; FERNANDO, BAYANI F.; DEL MAR, RAUL V.; DATOL, FRANCISCO JR. G.; VILLARIN, TOM S.; BAGATSING, CRISTAL L.; ABELLANOSA, RODRIGO A.; BRAVO, ANTHONY M., Ph.D.; LOPEZ, MANUEL LUIS T.; LOPEZ, CARLO V.; MACEDA, EDWARD VERA PEREZ; MALAPITAN, DALE \"ALONG\" R.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; TEVES, ARNOLFO JR. A.; ","primary-referral":" TRANSPORTATION","status":" Pending with the Committee on TRANSPORTATION since 2019-01-30","historyid":"#HR02449-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02449.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02449\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION STRONGLY URGING THE DEPARTMENT OF TRANSPORTATION TO IMPLEMENT A PILOT PROGRAM ALLOWING, MONITORING, AND REGULATING THE OPERATION OF DULY REGISTERED, ORGANIZED \"HABAL-HABAL\" OR MOTORCYCLES-FOR-HIRE AS AN ALTERNATIVE PUBLIC UTILITY VEHICLES TO EASE DAILY COMMUTING OF THE RIDING PUBLIC AND SUBMIT TO CONGRESS RECOMMENDATIONS FOR THE MOST APPROPRIATE AND REASONABLE REGULATORY FRAMEWORK BY WAY OF LEGISLATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECASTELO, WINSTON &quot;WINNIE&quot;, ATIENZA, JOSE JR. L., FERNANDO, BAYANI F., DEL MAR, RAUL V., DATOL, FRANCISCO JR. G., VILLARIN, TOM S., BAGATSING, CRISTAL L., ABELLANOSA, RODRIGO A., BRAVO, ANTHONY M., Ph.D., LOPEZ, MANUEL LUIS T., LOPEZ, CARLO V., MACEDA, EDWARD VERA PEREZ, MALAPITAN, DALE &quot;ALONG&quot; R., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., TEVES, ARNOLFO JR. A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2019-01-29\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRANSPORTATION ON 2019-01-30\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}