{"heading":"HR01635","0":"RESOLUTION CONDEMNING IN THE STRONGEST POSSIBLE TERMS THE DISGRACEFUL GRENADE EXPLOSION THAT TRANSPIRED IN LA PAZ, ABRA, TO EXTEND ITS DEEPET CONDOLENCES AND SYMPATHIES TO THE FAMILIES OF THOSE WHO WERE KILLED AND INJURED AND TO EXPRESS SUPPORT TO HON. JOSEPH \"STO NINO\" B. BERNOS IN HIS EFFORTS TO PROTECT HIS CONSTITUENTS AND SEEK JUSTICE FOR THIS HEINOUS INCIDENT","principal-authors":" SAVELLANO, DEOGRACIAS VICTOR B.; ORTEGA, PABLO; DE VENECIA, CHRISTOPHER V.P.; VARGAS-ALFONSO, BABY ALINE; SINGSON, ERIC D.; CELESTE, JESUS \"BOYING\" F.; NOLASCO, RAMON; ESPINO, AMADO JR. T.; GO, MARK O.; COSALAN, RONALD M.; TING, RANDOLPH S.; MANGAOANG, ALLEN JESSE C.; ERIGUEL, SANDRA Y., M.D.; GO, ANA CRISTINA SIQUIAN; ORTEGA, VINI NOLA A.; AGGABAO, MA. LOURDES R.; BULUT-BEGTANG, ELEONOR C.; PANGANIBAN, JOSE JR. T. CPA, LLB; DY, NAPOLEON S.; BATAOIL, LEOPOLDO N.; CUARESMA, LUISA LLOREN; ARENAS, ROSE MARIE \"BABY\" J.; BAGUILAT, TEDDY JR. BRAWNER; PRIMICIAS-AGABAS, MARLYN L.; CHAVEZ, CECILIA LEONILA V.; ACOP, ROMEO M.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2018-02-05","historyid":"#HR01635-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01635.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01635\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION CONDEMNING IN THE STRONGEST POSSIBLE TERMS THE DISGRACEFUL GRENADE EXPLOSION THAT TRANSPIRED IN LA PAZ, ABRA, TO EXTEND ITS DEEPET CONDOLENCES AND SYMPATHIES TO THE FAMILIES OF THOSE WHO WERE KILLED AND INJURED AND TO EXPRESS SUPPORT TO HON. JOSEPH \"STO NINO\" B. BERNOS IN HIS EFFORTS TO PROTECT HIS CONSTITUENTS AND SEEK JUSTICE FOR THIS HEINOUS INCIDENT\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESAVELLANO, DEOGRACIAS VICTOR B., ORTEGA, PABLO, DE VENECIA, CHRISTOPHER V.P., VARGAS-ALFONSO, BABY ALINE, SINGSON, ERIC D., CELESTE, JESUS &quot;BOYING&quot; F., NOLASCO, RAMON, ESPINO, AMADO JR. T., GO, MARK O., COSALAN, RONALD M., TING, RANDOLPH S., MANGAOANG, ALLEN JESSE C., ERIGUEL, SANDRA Y., M.D., GO, ANA CRISTINA SIQUIAN, ORTEGA, VINI NOLA A., AGGABAO, MA. LOURDES R., BULUT-BEGTANG, ELEONOR C., PANGANIBAN, JOSE JR. T. CPA, LLB, DY, NAPOLEON S., BATAOIL, LEOPOLDO N., CUARESMA, LUISA LLOREN, ARENAS, ROSE MARIE &quot;BABY&quot; J., BAGUILAT, TEDDY JR. BRAWNER, PRIMICIAS-AGABAS, MARLYN L., CHAVEZ, CECILIA LEONILA V., ACOP, ROMEO M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-01-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Violago (000 2018-09-18)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-02-05\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}