{"heading":"HR02373","0":"RESOLUTION COMMENDING JERWIN \"PRETTY BOY\"  ANCAJAS FOR HIS DOMINATING VICTORY OVER MCJOE ARROYO DURING THEIR SEPTEMBER 3, 2016 BOUT FOR THE INTERNATIONAL BOXING FEDERATION (IBF) SUPER FLYWEIGHT WORLD TITLE","principal-authors":" FLOIRENDO, ANTONIO R.; SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.; TAMBUNTING, GUS S.; CALIXTO-RUBIANO, EMI G.; PINEDA, ENRICO A.; ROQUE, ROGELIO NEIL P.; LANETE, SCOTT DAVIES S. M.D.; ADIONG, ANSARUDDIN ABDUL MALIK A.; TING, RANDOLPH S.; TUGNA, SHERWIN N.; CERAFICA, ARNEL M.; CELESTE, JESUS \"BOYING\" F.; LOYOLA, ROY M.; RAMOS, DEOGRACIAS JR. B.; RODRIGUEZ, MAXIMO JR.B.; SARMIENTO, CESAR V.; TAN, MILAGROSA \"MILA\" T.; GONZALES, AURELIO \"DONG\" JR. D.; FORTUNO, SALVIO B.; UY, ROLANDO \"KLAREX\" A.; BAGATSING, CRISTAL L.; COLLANTES, MARIA THERESA V.; MALAPITAN, DALE \"ALONG\" R.; PACQUIAO, ROGELIO \"RUEL\" D.; NOGRALES, JERICHO JONAS B.; DEL ROSARIO, MANUEL MONSOUR III T.; CHIPECO, JOAQUIN JR. M.; KHONGHUN, JEFFREY D.; MADRONA, EMMANUEL F.; JALOSJOS, SETH FREDERICK P.; ROBES, FLORIDA \"RIDA\" P.; ACOP, ROMEO M.; BARZAGA, JENNIFER AUSTRIA; PANCHO, GAVINI \"APOL\" C.; QUIMBO, ROMERO \"MIRO\" S.; BANAL, JORGE \"BOLET\"; CASTELO, WINSTON \"WINNIE\"; GORRICETA, ARCADIO H.; UNABIA, PETER \"SR. PEDRO\" M.; ACHARON, PEDRO JR. B.; DY, NAPOLEON S.; RODRIGUEZ, ISIDRO JR. S.; PANGANIBAN, JOSE JR. T. CPA, LLB; FUENTEBELLA, ARNULFO P.; VILLANUEVA, NOEL L.; ABAYA, FRANCIS GERALD A.; BATOCABE, RODEL M.; LOPEZ, BENHUR JR. B.; MANALO, JESULITO A.; PADUANO, JOSEPH STEPHEN S.; SAMBAR, MARK AERON H.; CUA, DAKILA CARLO E.; MANGUDADATU, SUHARTO T.; AMANTE, ERLPE JOHN \"PING\" M.; CAGAS, MERCEDES \"DIDI\" C.; JAVIER, PAOLO EVERARDO S.; ESPINO, AMADO JR. T.; OCAMPO, ROSENDA ANN ; OLIVAREZ, ERIC L.; BARBERS, ROBERT ACE S.; CERILLES ENERIO, AURORA ; BOLILIA, LIANDA B.; CALALANG, CIRIACO; ARCILLAS, ARLENE B.; BERTIZ, ANICETO \"JOHN\" III D.; LEE, DELPHINE GAN; FERRER, JULIET MARIE D.; ","primary-referral":" RULES","status":" Adopted as Resolution No. HR00168 on 2019-01-15","historyid":"#HR02373-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR01039.pdf"},{"doclabel":"[Adapted Resolution\/RBH]","docurl":"congress.gov.ph\/legisdocs\/second_17\/HR02373.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02373\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED AS RESOLUTION NO. \u003Cb\u003EHR00168\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION COMMENDING JERWIN \"PRETTY BOY\"  ANCAJAS FOR HIS DOMINATING VICTORY OVER MCJOE ARROYO DURING THEIR SEPTEMBER 3, 2016 BOUT FOR THE INTERNATIONAL BOXING FEDERATION (IBF) SUPER FLYWEIGHT WORLD TITLE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFLOIRENDO, ANTONIO R., SY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R., TAMBUNTING, GUS S., CALIXTO-RUBIANO, EMI G., PINEDA, ENRICO A., ROQUE, ROGELIO NEIL P., LANETE, SCOTT DAVIES S. M.D., ADIONG, ANSARUDDIN ABDUL MALIK A., TING, RANDOLPH S., TUGNA, SHERWIN N., CERAFICA, ARNEL M., CELESTE, JESUS &quot;BOYING&quot; F., LOYOLA, ROY M., RAMOS, DEOGRACIAS JR. B., RODRIGUEZ, MAXIMO JR.B., SARMIENTO, CESAR V., TAN, MILAGROSA &quot;MILA&quot; T., GONZALES, AURELIO &quot;DONG&quot; JR. D., FORTUNO, SALVIO B., UY, ROLANDO &quot;KLAREX&quot; A., BAGATSING, CRISTAL L., COLLANTES, MARIA THERESA V., MALAPITAN, DALE &quot;ALONG&quot; R., PACQUIAO, ROGELIO &quot;RUEL&quot; D., NOGRALES, JERICHO JONAS B., DEL ROSARIO, MANUEL MONSOUR III T., CHIPECO, JOAQUIN JR. M., KHONGHUN, JEFFREY D., MADRONA, EMMANUEL F., JALOSJOS, SETH FREDERICK P., ROBES, FLORIDA &quot;RIDA&quot; P., ACOP, ROMEO M., BARZAGA, JENNIFER AUSTRIA, PANCHO, GAVINI &quot;APOL&quot; C., QUIMBO, ROMERO &quot;MIRO&quot; S., BANAL, JORGE &quot;BOLET&quot;, CASTELO, WINSTON &quot;WINNIE&quot;, GORRICETA, ARCADIO H., UNABIA, PETER &quot;SR. PEDRO&quot; M., ACHARON, PEDRO JR. B., DY, NAPOLEON S., RODRIGUEZ, ISIDRO JR. S., PANGANIBAN, JOSE JR. T. CPA, LLB, FUENTEBELLA, ARNULFO P., VILLANUEVA, NOEL L., ABAYA, FRANCIS GERALD A., BATOCABE, RODEL M., LOPEZ, BENHUR JR. B., MANALO, JESULITO A., PADUANO, JOSEPH STEPHEN S., SAMBAR, MARK AERON H., CUA, DAKILA CARLO E., MANGUDADATU, SUHARTO T., AMANTE, ERLPE JOHN &quot;PING&quot; M., CAGAS, MERCEDES &quot;DIDI&quot; C., JAVIER, PAOLO EVERARDO S., ESPINO, AMADO JR. T., OCAMPO, ROSENDA ANN, OLIVAREZ, ERIC L., BARBERS, ROBERT ACE S., CERILLES ENERIO, AURORA, BOLILIA, LIANDA B., CALALANG, CIRIACO, ARCILLAS, ARLENE B., BERTIZ, ANICETO &quot;JOHN&quot; III D., LEE, DELPHINE GAN, FERRER, JULIET MARIE D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-12-17\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp01039\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2018-12-17\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspGAMES AND AMUSEMENTS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its adoption in substitution of House Resolution No. 321\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBSTITUTED BILLS:&nbspHR00321\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-01-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2019-01-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2019-01-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003ESECOND READING INFORMATION\u003C\/b\u003E\u003Cbr \/\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERESOLUTION ADOPTED ON SECOND READING :&nbsp2019-01-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENEW RESOLUTION NO. :&nbspHR00168\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EADOPTED RESOLUTION TITLE:&nbspRESOLUTION COMMENDING JERWIN \"PRETTY BOY\" ANCAJAS FOR HIS DOMINATING VICTORY OVER MCJOE ARROYO DURING THEIR SEPTEMBER 3, 2016 BOUT FOR THE INTERNATIONAL BOXING FEDERATION (IBF) SUPER FLYWEIGHT WORLD TITLE\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}