{"heading":"HR02192","0":"A RESOLUTION REQUESTING THE COMMITTEE ON INFORMATION AND COMMUNICATIONS TECHNOLOGY OF THE HOUSE OF REPRESENTATIVES TO CONDUCT AN INQUIRY ON THE STATUS OF OPERATIONS OF SMART COMMUNICATIONS, INC., SUN CELLULAR AND GLOBE TELECOM'S CONSTRUCTION OF CELL TOWERS IN THEIR RESPECTIVE AREAS OF JURISDICTION","principal-authors":" SALIMBANGON, BENHUR L.; PANCHO, GAVINI \"APOL\" C.; ANTONINO, MAGNOLIA C.; ACOP, ROMEO M.; VARGAS-ALFONSO, BABY ALINE; BARZAGA, JENNIFER AUSTRIA; BATAOIL, LEOPOLDO N.; BRAVO, MARIA VIDA ESPINOSA; CUEVA, LEO RAFAEL M.; SILVERIO, LORNA C.; LAZATIN, CARMELO \"JON\" B. II; VILLANUEVA, NOEL L.; VILLARICA, LINABELLE RUTH R.; BONDOC, JUAN PABLO \"RIMPY\"; BELMONTE, JOSE CHRISTOPHER Y.; BELMONTE, FELICIANO JR. ; COLLANTES, MARIA THERESA V.; MACEDA, EDWARD VERA PEREZ; SUANSING, ESTRELLITA B.; TAN, ANGELINA \"HELEN\" D.L. M.D.; ARAGONES, SOL; DELOSO-MONTALLA, CHERYL P.; ARENAS, ROSE MARIE \"BABY\" J.; PANOTES, MARISOL C.; KHO, ELISA \"OLGA\" T.; MELLANA, EVELYN P.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2018-09-24","historyid":"#HR02192-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02192.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02192\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A RESOLUTION REQUESTING THE COMMITTEE ON INFORMATION AND COMMUNICATIONS TECHNOLOGY OF THE HOUSE OF REPRESENTATIVES TO CONDUCT AN INQUIRY ON THE STATUS OF OPERATIONS OF SMART COMMUNICATIONS, INC., SUN CELLULAR AND GLOBE TELECOM'S CONSTRUCTION OF CELL TOWERS IN THEIR RESPECTIVE AREAS OF JURISDICTION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALIMBANGON, BENHUR L., PANCHO, GAVINI &quot;APOL&quot; C., ANTONINO, MAGNOLIA C., ACOP, ROMEO M., VARGAS-ALFONSO, BABY ALINE, BARZAGA, JENNIFER AUSTRIA, BATAOIL, LEOPOLDO N., BRAVO, MARIA VIDA ESPINOSA, CUEVA, LEO RAFAEL M., SILVERIO, LORNA C., LAZATIN, CARMELO &quot;JON&quot; B. II, VILLANUEVA, NOEL L., VILLARICA, LINABELLE RUTH R., BONDOC, JUAN PABLO &quot;RIMPY&quot;, BELMONTE, JOSE CHRISTOPHER Y., BELMONTE, FELICIANO JR., COLLANTES, MARIA THERESA V., MACEDA, EDWARD VERA PEREZ, SUANSING, ESTRELLITA B., TAN, ANGELINA &quot;HELEN&quot; D.L. M.D., ARAGONES, SOL, DELOSO-MONTALLA, CHERYL P., ARENAS, ROSE MARIE &quot;BABY&quot; J., PANOTES, MARISOL C., KHO, ELISA &quot;OLGA&quot; T., MELLANA, EVELYN P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-09-24\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}