{"heading":"HR02065","0":"RESOLUTION URGING THE HOUSE OF REPRESENTATIVES COMMITTEE ON PEACE, RECONCILIATION AND UNITY TO CONDUCT AN INQUIRY, IN AID OF LEGISLATION, ON THE STALLED FIFTH ROUND OF PEACE TALKS BETWEEN THE GOVERNMENT OF THE REPUBLIC OF THE PHILIPPINES (GRP) AND THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (NDFP) AND TO PRESS FOR ITS IMMEDIATE RESUMPTION BASED ON PREVIOUS AGREEMENTS BETWEEN THE TWO PARTIES AND THE RECENTLY SIGNED STAND-DOWN AGREEMENT ON JUNE 8","principal-authors":" ZARATE, CARLOS ISAGANI T.; AMATONG, ISAGANI S.; BELARO, SALVADOR JR. B.; BROSAS, ARLENE D.; CASILAO, ARIEL \"KA AYIK\" B.; CASTRO, FRANCE L.; CUEVA, LEO RAFAEL M.; DAZA, RAUL A.; DE JESUS, EMMI A.; ELAGO, SARAH JANE I.; AQUINO-MAGSAYSAY, MILAGROS; MARQUEZ, CARLITO S.; ONG, HENRY C.; SACDALAN, JESUS NONATO; SALO, RON P.; TAN, MILAGROSA \"MILA\" T.; TINIO, ANTONIO L.; UNABIA, PETER \"SR. PEDRO\" M.; UY, ROLANDO \"KLAREX\" A.; VILLARIN, TOM S.; ZUBIRI, MANUEL F.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2018-08-15","historyid":"#HR02065-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02065.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02065\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION URGING THE HOUSE OF REPRESENTATIVES COMMITTEE ON PEACE, RECONCILIATION AND UNITY TO CONDUCT AN INQUIRY, IN AID OF LEGISLATION, ON THE STALLED FIFTH ROUND OF PEACE TALKS BETWEEN THE GOVERNMENT OF THE REPUBLIC OF THE PHILIPPINES (GRP) AND THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES (NDFP) AND TO PRESS FOR ITS IMMEDIATE RESUMPTION BASED ON PREVIOUS AGREEMENTS BETWEEN THE TWO PARTIES AND THE RECENTLY SIGNED STAND-DOWN AGREEMENT ON JUNE 8\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EZARATE, CARLOS ISAGANI T., AMATONG, ISAGANI S., BELARO, SALVADOR JR. B., BROSAS, ARLENE D., CASILAO, ARIEL &quot;KA AYIK&quot; B., CASTRO, FRANCE L., CUEVA, LEO RAFAEL M., DAZA, RAUL A., DE JESUS, EMMI A., ELAGO, SARAH JANE I., AQUINO-MAGSAYSAY, MILAGROS, MARQUEZ, CARLITO S., ONG, HENRY C., SACDALAN, JESUS NONATO, SALO, RON P., TAN, MILAGROSA &quot;MILA&quot; T., TINIO, ANTONIO L., UNABIA, PETER &quot;SR. PEDRO&quot; M., UY, ROLANDO &quot;KLAREX&quot; A., VILLARIN, TOM S., ZUBIRI, MANUEL F.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-08-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Salon (000 2018-08-28)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-08-15\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}