{"heading":"HR02064","0":"RESOLUTION EXPRESSING UTMOST CONCERN ON THE ISSUANCE OF WARRANTS OF ARREST ON THE TWO MURDER CHARGES FOR FORMER FOUR MAKABAYAN LAWMAKERS SATUR OCAMPO AND TEDDY CASIÑO, NOW NATIONAL ANTI-POVERTY COMMISSION CHAIRPERSON LIZA MAZA AND FORMER DEPARTMENT OF AGRARIAN REFORM SECRETARY RAFAEL MARIANO AND IMPLORING THE PALAYAN REGIONAL TRIAL COURT TO RECONSIDER THE ARREST ORDER AGAINST THE FOUR LEGISLATORS","principal-authors":" ZARATE, CARLOS ISAGANI T.; AMANTE, ERLPE JOHN \"PING\" M.; AMATONG, ISAGANI S.; ANTONIO, MICHELLE M.; ARENAS, ROSE MARIE \"BABY\" J.; BELMONTE, JOSE CHRISTOPHER Y.; BROSAS, ARLENE D.; CASILAO, ARIEL \"KA AYIK\" B.; CASTRO, FRANCE L.; DALIPE, MANUEL JOSE \"MANNIX\" M.; DAZA, RAUL A.; DE JESUS, EMMI A.; DY, NAPOLEON S.; ELAGO, SARAH JANE I.; ERIGUEL, SANDRA Y., M.D.; LACSON, VIRGILIO S.; LAGMAN, EDCEL C.; MENDOZA, RAYMUND DEMOCRITO C.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; ORTEGA, PABLO; PANGANIBAN, JOSE JR. T. CPA, LLB; PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L., Ph.D.; SALO, RON P.; SALON, ORESTES T.; SINGSON, ERIC D.; TING, RANDOLPH S.; TINIO, ANTONIO L.; TY, ARNEL U.; UY, ROLANDO \"KLAREX\" A.; VARGAS-ALFONSO, BABY ALINE; YAP, VICTOR A.; VILLARIN, TOM S.; ROMUALDO, XAVIER JESUS D.; ","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2018-08-15","historyid":"#HR02064-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02064.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02064\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EXPRESSING UTMOST CONCERN ON THE ISSUANCE OF WARRANTS OF ARREST ON THE TWO MURDER CHARGES FOR FORMER FOUR MAKABAYAN LAWMAKERS SATUR OCAMPO AND TEDDY CASIÑO, NOW NATIONAL ANTI-POVERTY COMMISSION CHAIRPERSON LIZA MAZA AND FORMER DEPARTMENT OF AGRARIAN REFORM SECRETARY RAFAEL MARIANO AND IMPLORING THE PALAYAN REGIONAL TRIAL COURT TO RECONSIDER THE ARREST ORDER AGAINST THE FOUR LEGISLATORS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EZARATE, CARLOS ISAGANI T., AMANTE, ERLPE JOHN &quot;PING&quot; M., AMATONG, ISAGANI S., ANTONIO, MICHELLE M., ARENAS, ROSE MARIE &quot;BABY&quot; J., BELMONTE, JOSE CHRISTOPHER Y., BROSAS, ARLENE D., CASILAO, ARIEL &quot;KA AYIK&quot; B., CASTRO, FRANCE L., DALIPE, MANUEL JOSE &quot;MANNIX&quot; M., DAZA, RAUL A., DE JESUS, EMMI A., DY, NAPOLEON S., ELAGO, SARAH JANE I., ERIGUEL, SANDRA Y., M.D., LACSON, VIRGILIO S., LAGMAN, EDCEL C., MENDOZA, RAYMUND DEMOCRITO C., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., ORTEGA, PABLO, PANGANIBAN, JOSE JR. T. CPA, LLB, PINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., Ph.D., SALO, RON P., SALON, ORESTES T., SINGSON, ERIC D., TING, RANDOLPH S., TINIO, ANTONIO L., TY, ARNEL U., UY, ROLANDO &quot;KLAREX&quot; A., VARGAS-ALFONSO, BABY ALINE, YAP, VICTOR A., VILLARIN, TOM S., ROMUALDO, XAVIER JESUS D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-08-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECO-AUTHORS (Journal Entries) :\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd\u003E1. Del Mar (000 2018-08-29)\u003C\/td\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2018-08-15\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}