{"heading":"HR00888","0":"RESOLUTION EARNESTLY RECOMMENDING TO THE DEPARTMENT OF AGRICULTURE (DA) TO IMMEDIATELY IMPLEMENT MEASURES TO ADDRESS THE SLACK IN TECHNICAL MANPOWER IN THE REGIONS THEREBY ESTABLISHING A REGIONAL ENGINEERING GROUP CAPABLE OF EXECUTING PLANS AND DESIGNS OF PROPOSED PROJECTS FOR THE PROVINCE\/DISTRICT\/CITY OR MUNICIPALITY","principal-authors":" DALOG, MAXIMO B.; ORTEGA, PABLO; VARGAS-ALFONSO, BABY ALINE; PRIMICIAS-AGABAS, MARLYN L.; SAVELLANO, DEOGRACIAS VICTOR B.; COSALAN, RONALD M.; TING, RANDOLPH S.; MANGAOANG, ALLEN JESSE C.; ERIGUEL, SANDRA Y., M.D.; GO, ANA CRISTINA SIQUIAN; ORTEGA, VINI NOLA A.; AGGABAO, MA. LOURDES R.; BULUT-BEGTANG, ELEONOR C.; PANGANIBAN, JOSE JR. T. CPA, LLB; BATAOIL, LEOPOLDO N.; CUARESMA, LUISA LLOREN; BERNOS, JOSEPH STO. NINO B.; BAGUILAT, TEDDY JR. BRAWNER; ARENAS, ROSE MARIE \"BABY\" J.; CHAVEZ, CECILIA LEONILA V.; ","primary-referral":" AGRICULTURE AND FOOD","status":" Pending with the Committee on AGRICULTURE AND FOOD since 2017-05-02","historyid":"#HR00888-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR00888.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00888\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EARNESTLY RECOMMENDING TO THE DEPARTMENT OF AGRICULTURE (DA) TO IMMEDIATELY IMPLEMENT MEASURES TO ADDRESS THE SLACK IN TECHNICAL MANPOWER IN THE REGIONS THEREBY ESTABLISHING A REGIONAL ENGINEERING GROUP CAPABLE OF EXECUTING PLANS AND DESIGNS OF PROPOSED PROJECTS FOR THE PROVINCE\/DISTRICT\/CITY OR MUNICIPALITY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDALOG, MAXIMO B., ORTEGA, PABLO, VARGAS-ALFONSO, BABY ALINE, PRIMICIAS-AGABAS, MARLYN L., SAVELLANO, DEOGRACIAS VICTOR B., COSALAN, RONALD M., TING, RANDOLPH S., MANGAOANG, ALLEN JESSE C., ERIGUEL, SANDRA Y., M.D., GO, ANA CRISTINA SIQUIAN, ORTEGA, VINI NOLA A., AGGABAO, MA. LOURDES R., BULUT-BEGTANG, ELEONOR C., PANGANIBAN, JOSE JR. T. CPA, LLB, BATAOIL, LEOPOLDO N., CUARESMA, LUISA LLOREN, BERNOS, JOSEPH STO. NINO B., BAGUILAT, TEDDY JR. BRAWNER, ARENAS, ROSE MARIE &quot;BABY&quot; J., CHAVEZ, CECILIA LEONILA V.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-03-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON AGRICULTURE AND FOOD ON 2017-05-02\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}