{"heading":"HR01604","0":"RESOLUTION EARNESTLY URGING THE DEPARTMENT OF BUDGET AND MANAGEMENT (DBM) TO ABIDE THE PROPER IMPLEMENTATION OF R.A. 7171 AND R.A. 8240 FOR THE PROMOTION AND DEVELOPMENT OF ALL THE FARMERS IN THE VIRGINIA TOBACCO PRODUCING PROVINCES","principal-authors":" SAVELLANO, DEOGRACIAS VICTOR B.; ORTEGA, PABLO; DE VENECIA, CHRISTOPHER V.P.; VARGAS-ALFONSO, BABY ALINE; MANGAOANG, ALLEN JESSE C.; ERIGUEL, SANDRA Y., M.D.; GO, ANA CRISTINA SIQUIAN; AGGABAO, MA. LOURDES R.; BATAOIL, LEOPOLDO N.; BERNOS, JOSEPH STO. NINO B.; CUARESMA, LUISA LLOREN; ARENAS, ROSE MARIE \"BABY\" J.; BAGUILAT, TEDDY JR. BRAWNER; PRIMICIAS-AGABAS, MARLYN L.; SINGSON, ERIC D.; ","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2018-01-24","historyid":"#HR01604-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01604.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01604\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EARNESTLY URGING THE DEPARTMENT OF BUDGET AND MANAGEMENT (DBM) TO ABIDE THE PROPER IMPLEMENTATION OF R.A. 7171 AND R.A. 8240 FOR THE PROMOTION AND DEVELOPMENT OF ALL THE FARMERS IN THE VIRGINIA TOBACCO PRODUCING PROVINCES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESAVELLANO, DEOGRACIAS VICTOR B., ORTEGA, PABLO, DE VENECIA, CHRISTOPHER V.P., VARGAS-ALFONSO, BABY ALINE, MANGAOANG, ALLEN JESSE C., ERIGUEL, SANDRA Y., M.D., GO, ANA CRISTINA SIQUIAN, AGGABAO, MA. LOURDES R., BATAOIL, LEOPOLDO N., BERNOS, JOSEPH STO. NINO B., CUARESMA, LUISA LLOREN, ARENAS, ROSE MARIE &quot;BABY&quot; J., BAGUILAT, TEDDY JR. BRAWNER, PRIMICIAS-AGABAS, MARLYN L., SINGSON, ERIC D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-01-18\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2018-01-24\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}