{"heading":"HR02237","0":"RESOLUTION DISMISSING THE CONSOLIDATED VERIFIED COMPLAINTS FOR IMPEACHMENT AGAINST SEVEN (7) JUSTICES OF THE SUPREME COURT FILED BY REPRESENTATIVES EDCEL C. LAGMAN, GARY C. ALEJANO AND TEDDY BRAWNER BAGUILAT, JR.","principal-authors":" LEACHON, DOY C.; MACAPAGAL ARROYO, GLORIA; VELOSO, VICENTE \"CHING\" S.E.; OAMINAL, HENRY S.; FUENTEBELLA, ARNULFO P.; REVILLA, STRIKE B.; MANALO, JESULITO A.; MARCOLETA, RODANTE D.; SALO, RON P.; GARBIN, ALFREDO JR. A.; BRAVO, ANTHONY M., Ph.D.; LOYOLA, ROY M.; PRIMICIAS-AGABAS, MARLYN L.; TREÑAS, JERRY P.; ARENAS, ROSE MARIE \"BABY\" J.; SANDOVAL, FEDERICO \"RICKY\" II S.; NOGRALES, JERICHO JONAS B.; ACOP, ROMEO M.; YU, DIVINA GRACE C.; MACEDA, EDWARD VERA PEREZ; ROMUALDO, XAVIER JESUS D.; CUARESMA, LUISA LLOREN; ABAYON, HARLIN NEIL III J.; GARCIA-ALBANO, MYLENE J.; GARIN, SHARON S.; ABUEG, FREDERICK \"ERICK\" F.; PICHAY, PROSPERO JR. A.; VILLARICA, LINABELLE RUTH R.; ROA-PUNO, CHIQUI ; HOFER, ANN K.; CRISOLOGO, VINCENT \"Bingbong\" P.; NOEL, VICTORIA ISABEL G.; BERTIZ, ANICETO \"JOHN\" III D.; CAMPOS, LUIS JR. N; UYBARRETA, CARLOS ROMAN; ","primary-referral":" RULES","status":" Business for the day on 2018-11-12","historyid":"#HR02237-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR00898.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02237\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION DISMISSING THE CONSOLIDATED VERIFIED COMPLAINTS FOR IMPEACHMENT AGAINST SEVEN (7) JUSTICES OF THE SUPREME COURT FILED BY REPRESENTATIVES EDCEL C. LAGMAN, GARY C. ALEJANO AND TEDDY BRAWNER BAGUILAT, JR.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ELEACHON, DOY C., MACAPAGAL ARROYO, GLORIA, VELOSO, VICENTE &quot;CHING&quot; S.E., OAMINAL, HENRY S., FUENTEBELLA, ARNULFO P., REVILLA, STRIKE B., MANALO, JESULITO A., MARCOLETA, RODANTE D., SALO, RON P., GARBIN, ALFREDO JR. A., BRAVO, ANTHONY M., Ph.D., LOYOLA, ROY M., PRIMICIAS-AGABAS, MARLYN L., TRE&Ntilde;AS, JERRY P., ARENAS, ROSE MARIE &quot;BABY&quot; J., SANDOVAL, FEDERICO &quot;RICKY&quot; II S., NOGRALES, JERICHO JONAS B., ACOP, ROMEO M., YU, DIVINA GRACE C., MACEDA, EDWARD VERA PEREZ, ROMUALDO, XAVIER JESUS D., CUARESMA, LUISA LLOREN, ABAYON, HARLIN NEIL III J., GARCIA-ALBANO, MYLENE J., GARIN, SHARON S., ABUEG, FREDERICK &quot;ERICK&quot; F., PICHAY, PROSPERO JR. A., VILLARICA, LINABELLE RUTH R., ROA-PUNO, CHIQUI, HOFER, ANN K., CRISOLOGO, VINCENT &quot;Bingbong&quot; P., NOEL, VICTORIA ISABEL G., BERTIZ, ANICETO &quot;JOHN&quot; III D., CAMPOS, LUIS JR. N, UYBARRETA, CARLOS ROMAN\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00898\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspJUSTICE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspRecommending its adoption, together with the findings, conclusions, and recommedations of the Committee in the matter of the Impeachment Proceedings against seven (7) Justices of the Supreme Court\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE CALENDARED :&nbsp2018-11-12\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}