{"heading":"HR00889","0":"RESOLUTION EARNESTLY RECOMMENDING TO THE DEPARTMENT OF HEALTH (DOH) THAT ABULUG COMMUNITY HOSPITAL IN ABULUG, CAGAYAN AND BANGAG INFIRMARY IN BANGAG, APARRI, CAGAYAN BE RE-OPERATIONALIZED AND ANNEXED TO THE CAGAYAN VALLEY MEDICAL CENTER (CVMC) TO ADDRESS THE IMMEDIATE MEDICAL NEEDS OF THE AFFECTED COMMUNITY","principal-authors":" DALOG, MAXIMO B.; ORTEGA, PABLO; DE VENECIA, CHRISTOPHER V.P.; VARGAS-ALFONSO, BABY ALINE; CELESTE, JESUS \"BOYING\" F.; PRIMICIAS-AGABAS, MARLYN L.; NOLASCO, RAMON; SAVELLANO, DEOGRACIAS VICTOR B.; GO, MARK O.; COSALAN, RONALD M.; TING, RANDOLPH S.; MANGAOANG, ALLEN JESSE C.; ERIGUEL, SANDRA Y., M.D.; GO, ANA CRISTINA SIQUIAN; ORTEGA, VINI NOLA A.; AGGABAO, MA. LOURDES R.; BULUT-BEGTANG, ELEONOR C.; PANGANIBAN, JOSE JR. T. CPA, LLB; DY, NAPOLEON S.; BATAOIL, LEOPOLDO N.; ABAD, HENEDINA R.; CUARESMA, LUISA LLOREN; BERNOS, JOSEPH STO. NINO B.; BAGUILAT, TEDDY JR. BRAWNER; ARENAS, ROSE MARIE \"BABY\" J.; CHAVEZ, CECILIA LEONILA V.; ","primary-referral":" HEALTH","status":" Pending with the Committee on HEALTH since 2017-05-02","historyid":"#HR00889-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR00889.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00889\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EARNESTLY RECOMMENDING TO THE DEPARTMENT OF HEALTH (DOH) THAT ABULUG COMMUNITY HOSPITAL IN ABULUG, CAGAYAN AND BANGAG INFIRMARY IN BANGAG, APARRI, CAGAYAN BE RE-OPERATIONALIZED AND ANNEXED TO THE CAGAYAN VALLEY MEDICAL CENTER (CVMC) TO ADDRESS THE IMMEDIATE MEDICAL NEEDS OF THE AFFECTED COMMUNITY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDALOG, MAXIMO B., ORTEGA, PABLO, DE VENECIA, CHRISTOPHER V.P., VARGAS-ALFONSO, BABY ALINE, CELESTE, JESUS &quot;BOYING&quot; F., PRIMICIAS-AGABAS, MARLYN L., NOLASCO, RAMON, SAVELLANO, DEOGRACIAS VICTOR B., GO, MARK O., COSALAN, RONALD M., TING, RANDOLPH S., MANGAOANG, ALLEN JESSE C., ERIGUEL, SANDRA Y., M.D., GO, ANA CRISTINA SIQUIAN, ORTEGA, VINI NOLA A., AGGABAO, MA. LOURDES R., BULUT-BEGTANG, ELEONOR C., PANGANIBAN, JOSE JR. T. CPA, LLB, DY, NAPOLEON S., BATAOIL, LEOPOLDO N., ABAD, HENEDINA R., CUARESMA, LUISA LLOREN, BERNOS, JOSEPH STO. NINO B., BAGUILAT, TEDDY JR. BRAWNER, ARENAS, ROSE MARIE &quot;BABY&quot; J., CHAVEZ, CECILIA LEONILA V.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2017-03-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HEALTH ON 2017-05-02\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}