{"heading":"HR02367","0":"RESOLUTION SUPPORTING ACT TEACHERS PARTY-LIST REPRESENTATIVE FRANCE CASTRO AND CALLING FOR THE DISMISSAL  OF THE TRUMPED-UP CHARGES AGAINST HER AND COMPANIONS INITIATED BY THE ARMED FORCES OF THE PHILIPPINES AND PHILIPPINE NATIONAL POLICE IN TALAINGOD, DAVAO DEL NORTE","principal-authors":" TINIO, ANTONIO L.; DE JESUS, EMMI A.; ZARATE, CARLOS ISAGANI T.; ELAGO, SARAH JANE I.; BROSAS, ARLENE D.; CASILAO, ARIEL \"KA AYIK\" B.; ORTEGA, PABLO; VILLARICA, LINABELLE RUTH R.; LOPEZ, MANUEL LUIS T.; MACEDA, EDWARD VERA PEREZ; LOPEZ, CARLO V.; CERAFICA, ARNEL M.; MALAPITAN, DALE \"ALONG\" R.; SAVELLANO, DEOGRACIAS VICTOR B.; COJUANGCO, CARLOS O.; DUAVIT, JOHN MICHAEL R.; CANAMA, SABINIANO S.; LABADLABAD, GLONA; YU, DIVINA GRACE C.; UY, JULIETTE T.; YAP, VICTOR A.; LAGMAN, EDCEL C.; PICO, PEPITO M.; RODRIGUEZ, ISIDRO JR. S.; ARENAS, ROSE MARIE \"BABY\" J.; PANOTES, MARISOL C.; KHO, ELISA \"OLGA\" T.; NIETO, JOHN MARVIN \"YUL SERVO\" C.; RAMIREZ-SATO, JOSEPHINE; QUIMBO, ROMERO \"MIRO\" S.; LACSON, VIRGILIO S.; ALONTE, MARILYN B.; PADUANO, JOSEPH STEPHEN S.; BELARO, SALVADOR JR. B.; SANGCOPAN, AMIHILDA J.; MENDING, MAKMOD JR. D.; FORTUN, LAWRENCE LEMUEL H.; GATCHALIAN, WES; CUA, DAKILA CARLO E.; ALVAREZ, FRANZ E.; SARMIENTO, CESAR V.; ROMAN, GERALDINE B.; ROMERO, MICHAEL ODYLON L., Ph.D.; PINEDA, ENRICO A.; BELMONTE, RICARDO \"RJ\" JR. T.; ABAYA, FRANCIS GERALD A.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2019-01-14","historyid":"#HR02367-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02367.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02367\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION SUPPORTING ACT TEACHERS PARTY-LIST REPRESENTATIVE FRANCE CASTRO AND CALLING FOR THE DISMISSAL  OF THE TRUMPED-UP CHARGES AGAINST HER AND COMPANIONS INITIATED BY THE ARMED FORCES OF THE PHILIPPINES AND PHILIPPINE NATIONAL POLICE IN TALAINGOD, DAVAO DEL NORTE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ETINIO, ANTONIO L., DE JESUS, EMMI A., ZARATE, CARLOS ISAGANI T., ELAGO, SARAH JANE I., BROSAS, ARLENE D., CASILAO, ARIEL &quot;KA AYIK&quot; B., ORTEGA, PABLO, VILLARICA, LINABELLE RUTH R., LOPEZ, MANUEL LUIS T., MACEDA, EDWARD VERA PEREZ, LOPEZ, CARLO V., CERAFICA, ARNEL M., MALAPITAN, DALE &quot;ALONG&quot; R., SAVELLANO, DEOGRACIAS VICTOR B., COJUANGCO, CARLOS O., DUAVIT, JOHN MICHAEL R., CANAMA, SABINIANO S., LABADLABAD, GLONA, YU, DIVINA GRACE C., UY, JULIETTE T., YAP, VICTOR A., LAGMAN, EDCEL C., PICO, PEPITO M., RODRIGUEZ, ISIDRO JR. S., ARENAS, ROSE MARIE &quot;BABY&quot; J., PANOTES, MARISOL C., KHO, ELISA &quot;OLGA&quot; T., NIETO, JOHN MARVIN &quot;YUL SERVO&quot; C., RAMIREZ-SATO, JOSEPHINE, QUIMBO, ROMERO &quot;MIRO&quot; S., LACSON, VIRGILIO S., ALONTE, MARILYN B., PADUANO, JOSEPH STEPHEN S., BELARO, SALVADOR JR. B., SANGCOPAN, AMIHILDA J., MENDING, MAKMOD JR. D., FORTUN, LAWRENCE LEMUEL H., GATCHALIAN, WES, CUA, DAKILA CARLO E., ALVAREZ, FRANZ E., SARMIENTO, CESAR V., ROMAN, GERALDINE B., ROMERO, MICHAEL ODYLON L., Ph.D., PINEDA, ENRICO A., BELMONTE, RICARDO &quot;RJ&quot; JR. T., ABAYA, FRANCIS GERALD A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-12-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2019-01-14\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}