{"heading":"HR01619","0":"RESOLUTION EARNESTLY URGING THE DEPARTMENT OF AGRICULTURE (DA) LEADERSHIP TO PROVIDE RELEVANT INFORMATION REGARDING ITS PRESENT AND FUTURE PHILIPPINE RURAL DEVELOPMENT PROJECTS (PRDPs) TO THE RESPECTIVE DISTRICT REPRESENTATIVES OF NORTH LUZON TO ENSURE COHESIVE TEAM EFFORT OF ALL THOSE CONCERN IN ITS IMPLEMENTATION","principal-authors":" SAVELLANO, DEOGRACIAS VICTOR B.; ORTEGA, PABLO; DE VENECIA, CHRISTOPHER V.P.; VARGAS-ALFONSO, BABY ALINE; CELESTE, JESUS \"BOYING\" F.; NOLASCO, RAMON; CUA, DAKILA CARLO E.; GO, MARK O.; COSALAN, RONALD M.; TING, RANDOLPH S.; MANGAOANG, ALLEN JESSE C.; ERIGUEL, SANDRA Y., M.D.; GO, ANA CRISTINA SIQUIAN; ORTEGA, VINI NOLA A.; AGGABAO, MA. LOURDES R.; BULUT-BEGTANG, ELEONOR C.; BATAOIL, LEOPOLDO N.; BERNOS, JOSEPH STO. NINO B.; CUARESMA, LUISA LLOREN; ARENAS, ROSE MARIE \"BABY\" J.; BAGUILAT, TEDDY JR. BRAWNER; PRIMICIAS-AGABAS, MARLYN L.; CHAVEZ, CECILIA LEONILA V.; SINGSON, ERIC D.; ","primary-referral":" NORTH LUZON GROWTH QUADRANGLE","status":" Deliberated upon by the Mother Committee on 2018-02-14","historyid":"#HR01619-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR01619.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR01619\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EARNESTLY URGING THE DEPARTMENT OF AGRICULTURE (DA) LEADERSHIP TO PROVIDE RELEVANT INFORMATION REGARDING ITS PRESENT AND FUTURE PHILIPPINE RURAL DEVELOPMENT PROJECTS (PRDPs) TO THE RESPECTIVE DISTRICT REPRESENTATIVES OF NORTH LUZON TO ENSURE COHESIVE TEAM EFFORT OF ALL THOSE CONCERN IN ITS IMPLEMENTATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESAVELLANO, DEOGRACIAS VICTOR B., ORTEGA, PABLO, DE VENECIA, CHRISTOPHER V.P., VARGAS-ALFONSO, BABY ALINE, CELESTE, JESUS &quot;BOYING&quot; F., NOLASCO, RAMON, CUA, DAKILA CARLO E., GO, MARK O., COSALAN, RONALD M., TING, RANDOLPH S., MANGAOANG, ALLEN JESSE C., ERIGUEL, SANDRA Y., M.D., GO, ANA CRISTINA SIQUIAN, ORTEGA, VINI NOLA A., AGGABAO, MA. LOURDES R., BULUT-BEGTANG, ELEONOR C., BATAOIL, LEOPOLDO N., BERNOS, JOSEPH STO. NINO B., CUARESMA, LUISA LLOREN, ARENAS, ROSE MARIE &quot;BABY&quot; J., BAGUILAT, TEDDY JR. BRAWNER, PRIMICIAS-AGABAS, MARLYN L., CHAVEZ, CECILIA LEONILA V., SINGSON, ERIC D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-01-29\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITEE HEARINGS\/ACTIONS:\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp1. Deliberated upon by the Mother Committee on 2018-02-14\u003C\/b\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp-created a Technical Working Group to pursue a detailed discussion on the matter\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON NORTH LUZON GROWTH QUADRANGLE ON 2018-01-31\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}