{"heading":"HR02231","0":"RESOLUTION DIRECTING THE COMMITTEE ON BANKS AND FINANCIAL INTERMEDIARIES TO CONDUCT AN INVESTIGATION IN AID OF LEGISLATION ON THE COMPLAINTS OF PUBLIC SCHOOL TEACHERS REGARDING ALLEGED IRREGULAR SALARY DEDUCTIONS DUE TO SPURIOUS LOANS, UNLAWFUL COMPOUNDED INTEREST RATES, PENALTY FEES AND SURCHARGES FROM THE GOVERNMENT SERVICE INSURANCE SYSTEM (GSIS)","principal-authors":" PINEDA, ENRICO A.; ROMERO, MICHAEL ODYLON L., Ph.D.; CANAMA, SABINIANO S.; SALO, RON P.; LOPEZ, BENHUR JR. B.; MONTORO, TEODORO \"TED\" G.; SALON, ORESTES T.; BELARO, SALVADOR JR. B.; UYBARRETA, CARLOS ROMAN; BRAVO, ANTHONY M., Ph.D.; LACSON, VIRGILIO S.; ZARATE, CARLOS ISAGANI T.; CASTRO, FRANCE L.; TINIO, ANTONIO L.; VILLARIN, TOM S.; PANCHO, GAVINI \"APOL\" C.; LAZATIN, CARMELO \"JON\" B. II; REVILLA, STRIKE B.; CARI, JOSE CARLO L.; CASILAO, ARIEL \"KA AYIK\" B.; ESPINO, AMADO JR. T.; AGGABAO, MA. LOURDES R.; SILVERIO, LORNA C.; BORDADO, GABRIEL H.; ARENAS, ROSE MARIE \"BABY\" J.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2018-10-10","historyid":"#HR02231-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02231.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02231\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION DIRECTING THE COMMITTEE ON BANKS AND FINANCIAL INTERMEDIARIES TO CONDUCT AN INVESTIGATION IN AID OF LEGISLATION ON THE COMPLAINTS OF PUBLIC SCHOOL TEACHERS REGARDING ALLEGED IRREGULAR SALARY DEDUCTIONS DUE TO SPURIOUS LOANS, UNLAWFUL COMPOUNDED INTEREST RATES, PENALTY FEES AND SURCHARGES FROM THE GOVERNMENT SERVICE INSURANCE SYSTEM (GSIS)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPINEDA, ENRICO A., ROMERO, MICHAEL ODYLON L., Ph.D., CANAMA, SABINIANO S., SALO, RON P., LOPEZ, BENHUR JR. B., MONTORO, TEODORO &quot;TED&quot; G., SALON, ORESTES T., BELARO, SALVADOR JR. B., UYBARRETA, CARLOS ROMAN, BRAVO, ANTHONY M., Ph.D., LACSON, VIRGILIO S., ZARATE, CARLOS ISAGANI T., CASTRO, FRANCE L., TINIO, ANTONIO L., VILLARIN, TOM S., PANCHO, GAVINI &quot;APOL&quot; C., LAZATIN, CARMELO &quot;JON&quot; B. II, REVILLA, STRIKE B., CARI, JOSE CARLO L., CASILAO, ARIEL &quot;KA AYIK&quot; B., ESPINO, AMADO JR. T., AGGABAO, MA. LOURDES R., SILVERIO, LORNA C., BORDADO, GABRIEL H., ARENAS, ROSE MARIE &quot;BABY&quot; J.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-10-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-10-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}