{"heading":"HR00562","0":"RESOLUTION EARNESTLY RECOMMENDING THAT THE HOUSE COMMITTEE ON RULES CONSIDER THE AMENDMENT OF THE HOUSE RULES ON THE MEMBERSHIP COMPOSITION OF THE SPECIAL COMMITTEE ON NORTH LUZON GROWTH QUADRANGLE TO INCLUDE ALL DISTRICT REPRESENTATIVES FROM NORTH LUZON","principal-authors":" DALOG, MAXIMO B.; ORTEGA, PABLO; VARGAS-ALFONSO, BABY ALINE; BULUT-BEGTANG, ELEONOR C.; DY, NAPOLEON S.; SAVELLANO, DEOGRACIAS VICTOR B.; DELOSO-MONTALLA, CHERYL P.; GO, MARK O.; ROMAN, GERALDINE B.; TING, RANDOLPH S.; BAGUILAT, TEDDY JR. BRAWNER; ERIGUEL, SANDRA Y., M.D.; ORTEGA, VINI NOLA A.; PRIMICIAS-AGABAS, MARLYN L.; ARENAS, ROSE MARIE \"BABY\" J.; BATAOIL, LEOPOLDO N.; CUARESMA, LUISA LLOREN; AGGABAO, MA. LOURDES R.; NOLASCO, RAMON; MANGAOANG, ALLEN JESSE C.; BERNOS, JOSEPH STO. NINO B.; COSALAN, RONALD M.; ","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-11-22","historyid":"#HR00562-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR00562.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR00562\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EARNESTLY RECOMMENDING THAT THE HOUSE COMMITTEE ON RULES CONSIDER THE AMENDMENT OF THE HOUSE RULES ON THE MEMBERSHIP COMPOSITION OF THE SPECIAL COMMITTEE ON NORTH LUZON GROWTH QUADRANGLE TO INCLUDE ALL DISTRICT REPRESENTATIVES FROM NORTH LUZON\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDALOG, MAXIMO B., ORTEGA, PABLO, VARGAS-ALFONSO, BABY ALINE, BULUT-BEGTANG, ELEONOR C., DY, NAPOLEON S., SAVELLANO, DEOGRACIAS VICTOR B., DELOSO-MONTALLA, CHERYL P., GO, MARK O., ROMAN, GERALDINE B., TING, RANDOLPH S., BAGUILAT, TEDDY JR. BRAWNER, ERIGUEL, SANDRA Y., M.D., ORTEGA, VINI NOLA A., PRIMICIAS-AGABAS, MARLYN L., ARENAS, ROSE MARIE &quot;BABY&quot; J., BATAOIL, LEOPOLDO N., CUARESMA, LUISA LLOREN, AGGABAO, MA. LOURDES R., NOLASCO, RAMON, MANGAOANG, ALLEN JESSE C., BERNOS, JOSEPH STO. NINO B., COSALAN, RONALD M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-11-17\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-11-22\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}