{"heading":"HR02203","0":"RESOLUTION EXPRESSING PROFOUND AND SINCERE CONDOLENCES OF THE HOUSE OF REPRESENTATIVES ON THE UNTIMELY DEMISE OF KABAYAN PARTY LIST REPRESENTATIVE HONORABLE CIRIACO \"ACOY\" CALALANG","principal-authors":" SUAREZ, DANILO E.; ATIENZA, JOSE JR. L.; BRAVO, ANTHONY M., Ph.D.; BERTIZ, ANICETO \"JOHN\" III D.; PADUANO, JOSEPH STEPHEN S.; SALON, ORESTES T.; BELARO, SALVADOR JR. B.; GASATAYA, GREG G.; YAP, MELECIO JR. J.; BILLONES, EMMANUEL A.; FERRER, JULIET MARIE D.; CUEVA, LEO RAFAEL M.; MARQUEZ, CARLITO S.; NUÑEZ-MALANYAON, CORAZON T.; UY, ROLANDO \"KLAREX\" A.; GONZAGA, RUWEL PETER S.; ALMONTE, JORGE T.; AMATONG, ISAGANI S.; BELMONTE, JOSE CHRISTOPHER Y.; TEJADA, JOSE \"PING-PING\" I.; DIMAPORO, MOHAMAD KHALID Q.; PALMA, WILTER \"SHARKY\" II WEE; ABELLANOSA, RODRIGO A.; CALDERON, PETER JOHN D.; RELAMPAGOS, RENE L.; DURANO, RAMON \"RED\" VI H.; CORTES, JONAS C.; GARIN, SHARON S.; DEFENSOR, ARTHUR JR. R.; NOEL, VICTORIA ISABEL G.; ORTEGA, VINI NOLA A.; ","primary-referral":" RULES","mother-bill statusstatus":" Adopted as Resolution No. HR00151 on 2018-10-09 Consolidated into HR02214","historyid":"#HR02203-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/HR02203.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EHR02203\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESOLUTION EXPRESSING PROFOUND AND SINCERE CONDOLENCES OF THE HOUSE OF REPRESENTATIVES ON THE UNTIMELY DEMISE OF KABAYAN PARTY LIST REPRESENTATIVE HONORABLE CIRIACO \"ACOY\" CALALANG\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESUAREZ, DANILO E., ATIENZA, JOSE JR. L., BRAVO, ANTHONY M., Ph.D., BERTIZ, ANICETO &quot;JOHN&quot; III D., PADUANO, JOSEPH STEPHEN S., SALON, ORESTES T., BELARO, SALVADOR JR. B., GASATAYA, GREG G., YAP, MELECIO JR. J., BILLONES, EMMANUEL A., FERRER, JULIET MARIE D., CUEVA, LEO RAFAEL M., MARQUEZ, CARLITO S., NU&Ntilde;EZ-MALANYAON, CORAZON T., UY, ROLANDO &quot;KLAREX&quot; A., GONZAGA, RUWEL PETER S., ALMONTE, JORGE T., AMATONG, ISAGANI S., BELMONTE, JOSE CHRISTOPHER Y., TEJADA, JOSE &quot;PING-PING&quot; I., DIMAPORO, MOHAMAD KHALID Q., PALMA, WILTER &quot;SHARKY&quot; II WEE, ABELLANOSA, RODRIGO A., CALDERON, PETER JOHN D., RELAMPAGOS, RENE L., DURANO, RAMON &quot;RED&quot; VI H., CORTES, JONAS C., GARIN, SHARON S., DEFENSOR, ARTHUR JR. R., NOEL, VICTORIA ISABEL G., ORTEGA, VINI NOLA A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2018-09-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EMOTHER BILL:&nbspHR02214\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECONSOLIDATED WITH:&nbspHR02195, HR02196\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2018-09-26\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}