{"heading":"PS00016","0":"NEED FOR THE PROPER IMPLEMENTATION OF THE \"ANTI-DRUNK AND DRUGGED DRIVING LAW\"","short-title":" Anti - Drunk Driving","principal-authors":" SY-ALVARADO, JOSE ANTONIO \"KUYA JONATHAN\" R.","primary-referral":" TRANSPORTATION","status":" Pending with the Committee on TRANSPORTATION since 2016-09-06","historyid":"#PS00016-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS016_Rep.%20Sy-Alvarado.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00016\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : NEED FOR THE PROPER IMPLEMENTATION OF THE \"ANTI-DRUNK AND DRUGGED DRIVING LAW\"\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Anti - Drunk Driving\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Upon recognition by the Chair, Rep. Jose Antonio\r\n“Kuya Jonathan” R. Sy-Alvarado from the First District of Bulacan called for the proper implementation of Republic Act No. 10586 also known as the “AntiDrunk and Drugged Driving Act of 2013.” This, as he cited statistics and reports on road safety and road accidents due to drunk driving or driving under the influence of drugs and similar substances; mentioned recent newspaper reports on road safety and road rage; and informed his colleagues of a vehicular accident involving\r\nhim and a policeman in Calumpit, Bulacan which required him to wear a neck brace for at least\r\nfive months. As he called on the people to faithfully adhere to the road safety laws in order to save lives, he likewise seek stiffer penalties for those who will violate the law. As such, he asked that he be allowed to be a coauthor of House Bill No. 5, amending RA No. 10586 to impose higher penalties for violations thereof. With the reported increase in number of accidents\r\nrelated to alcohol intoxication and drugs, Rep. Sy-Alvarado earnestly appealed on the need for government to strengthen its advocacy on road safety to lessen the deaths attributed to drunk or drugged driving. \r\n(SOURCE: HOuse Journal No.5,p.49)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESY-ALVARADO, JOSE ANTONIO &quot;KUYA JONATHAN&quot; R.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRANSPORTATION ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}