{"heading":"PS00035","0":"Traffic Problem","principal-authors":" SARMIENTO, EDGAR MARY S.","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-08-10","historyid":"#PS00035-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS035_Rep.%20Sarmiento%20(E.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00035\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Traffic Problem\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, Rep. Edgar Mary S. Sarmiento from the First District of Samar, spoke on a proposal to ease Metro Manila’s traffic situation by adopting the one-way traffic system used in New York City, among others. He explained in detail how the three major road arteries in Metro Manila can serve as a one-way interstate highway by allowing exit to the different communities with the same traffic flow and\r\ndoubling the road capacity so that the proposed bus rapid transit system (BRT) can be introduced at the soonest possible time. He added that the BRT will eliminate the problem of undisciplined bus drivers and that the bus companies will become the owner of a consortium firm that they will be forming. Furthermore, for the efficient movement of passengers and goods to attain a higher productivity level, Rep. Sarmiento recommended that: 1) provincial buses should no longer be allowed in EDSA; 2) the LRT and MRT terminals’ loading and unloading areas should also serve as the only loading and unloading terminals for the buses; and 3) delivery trucks will only be allowed on the outermost lanes provided they will still follow the scheduled truck ban. The solution to traffic, Rep. Sarmiento (E.) said, would be a legislative proposal to grant emergency\r\npowers to the President. He expressed belief that the traffic situation calls for every doable and practical solution possible. INTERPELLATION OF REP. DE VENECIA. On Rep. De Venecia’s query, Rep. Sarmiento stated that much as he wanted to introduce the Pasig River ferry system, it is not sustainable because most passengers would rather ride the railway system than the ferry. \r\n(SOURCE: House Journal No.29-30)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESARMIENTO, EDGAR MARY S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Rep. De Venecia\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-08-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}