{"heading":"PS00038","0":"MEASURES TO SOLVE THE PROBLEM OF LABOR CONTRACTING","short-title":" Labor - Only Contracting","principal-authors":" GO, MARK O.","primary-referral":" LABOR AND EMPLOYMENT","status":" Pending with the Committee on LABOR AND EMPLOYMENT since 2016-09-06","historyid":"#PS00038-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS038_Rep.%20Go%20(M.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00038\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : MEASURES TO SOLVE THE PROBLEM OF LABOR CONTRACTING\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Labor - Only Contracting\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, Rep. Mark O. Go from\r\nthe Lone District of Baguio City dealt with the issue of contractualization or the contracting out of work to independent contractors as against the prohibited labor-only contracting; the real situation of the ordinary Filipino workers; the difference between illegal and legal service contractors; the attempts in past Congresses\r\nto amend the pertinent provisions of the Labor\r\nCode on labor contracting and security of tenure of workers; and the current business and economic trends which tend to promote labor-only contracting but which should never jeopardize the rights, welfare and lives of Filipino workers.\r\nHe then cited the following requirements and conditions that must be complied with if job contracting or outsourcing is to be allowed in the country; 1) not more than 10 to 20 percent of the total employees shall be contractual employees; 2) no employee should be terminated without just cause and due process as provided for in the Labor Code, within the period of his contract; 3) the right to self-organization shall be guaranteed;\r\n4) provision for skill development and training\r\nmust be established; and 5) the company engaged in\r\noutsourcing must be registered with the Department of Labor and Employment (DOLE). Finally, he urged his colleagues to support his proposed bill amending the Labor Code to arrive at a win-win situation both for the employees and employers. \r\n(SOURCE: House Journal No.10,p.21)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGO, MARK O.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LABOR AND EMPLOYMENT ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}