{"heading":"PS00013","0":"RESUMPTION OF PEACE TALKS BETWEEN THE GOVERNMENT AND THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES","short-title":" Resumption Of The Peace Talks Between C P P \/ N P A \/ N D F And The G R P","principal-authors":" CASILAO, ARIEL \"KA AYIK\" B.","primary-referral":" PEACE, RECONCILIATION AND UNITY","status":" Pending with the Committee on PEACE, RECONCILIATION AND UNITY since 2016-09-06","historyid":"#PS00013-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS013_Rep.%20Casilao.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00013\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RESUMPTION OF PEACE TALKS BETWEEN THE GOVERNMENT AND THE NATIONAL DEMOCRATIC FRONT OF THE PHILIPPINES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Resumption Of The Peace Talks Between C P P \/ N P A \/ N D F And The G R P\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : At the outset, Rep. Casilao congratulated President Rodrigo Roa Duterte for delivering his first Stateof-the-Nation Address (SONA) and commended Speaker Pantaleon D. Alvarez and the House leadership and Secretariat for successfully hosting the meaningful and historic SONA. He also commended the 3,000-strong Lumad, Moro and farmer contingents from Mindanao who joined the week-long caravan to Manila in support of the progressive policies promised by President Duterte. Thereupon, Rep. Casilao spoke on the issue of the resumption of the peace talks between the National Democratic Front of the Philippines (NDFP) and the government especially on matters pertaining to social\r\neconomic reforms which is crucial in solving the root causes of the more than four-decades of armed conflict between the government and the CPP-NPA-NDF. He stressed that he had personally witnessed the rights of the farmers and Lumads to their lands being violently repressed by past administrations and counterinsurgency operations that led to massive militarization, extrajudicial killings, evacuation, and other forms of human rights violations. As such, he said that they remain on the positive outlook of expressing support on the resumption of the formal peace talks set on August 20, 2016 in Oslo, Norway even though President Duterte declared the lifting of the ceasefire agreement. As militarization and abuses against the people continue especially among the Lumad and farmer communities, Rep. Casilao enjoined the Members to support 1) the peace agreement between the NDFP and the government especially the socioeconomic reform\r\nagenda on agrarian reform, national industrialization, wage and land reform for the indigenous peoples (IPs), and 2) the effort to release all political prisoners, including the NDFP consultants, which is a very important factor in building a more favorable condition for the success of the peace negotiation. He expressed hope that the Duterte Administration can play an active and significant role in the pursuit of\r\npeace in the country. \r\n(SOURCE: House Journal No.5,p.48)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECASILAO, ARIEL &quot;KA AYIK&quot; B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PEACE, RECONCILIATION AND UNITY ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}