{"heading":"PS00045","0":"NEED FOR A MULTI-SECTORAL APPROACH ON THE GOVERNMENT'S CAMPAIGN AGAINST ILLEGAL DRUGS","short-title":" War Against Illegal Drugs","principal-authors":" DE VENECIA, CHRISTOPHER V.P.","primary-referral":" DANGEROUS DRUGS","status":" Pending with the Committee on DANGEROUS DRUGS since 2016-08-17","historyid":"#PS00045-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS045_Rep.%20De%20Venecia.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00045\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : NEED FOR A MULTI-SECTORAL APPROACH ON THE GOVERNMENT'S CAMPAIGN AGAINST ILLEGAL DRUGS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : War Against Illegal Drugs\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Initially, Rep. De Venecia expressed support for\r\nthe President’s war against drugs and decried the killing by a vigilante squad of one of his constituents who was mistaken to be a drug pusher. He then stressed that while the Philippine National Police (PNP) continues to identify, apprehend and fight drug users\/pushers, the government should adopt a multisectoral and preventive policy on the drug problem which includes the following: 1) enactment of laws and mechanisms to reduce the supply and demand of drugs; 2) convening, funding and monitoring of barangay antidrug abuse councils (BADACs); 3) inclusion of drug education in the education curriculum; 4) establishment and expansion of drug rehabilitation centers, programs, facilities,\r\npersonnel and funds; and the temporary use of\r\nmilitary camps as rehabilitation centers; 5) media collaboration on drug awareness; and 6) social reintegration and livelihood programs for rehabilitated dependents. As he called on the Department of Health (DOH), media conglomerates, mass media, and the Movie and Television Review and Classification Board (MTRCB), among others, to work hand-in-hand in the propagation of drug prevention measures and mechanisms, Rep. De Venecia stated that the multisectoral approach to the war on drugs under President Rodrigo\r\nRoa Duterte’s leadership could set a model for the\r\nwhole world, one that is not isolationist and exclusive but collaborative and inclusive. He stressed that to ensure the success of such an approach, different government agencies such as the National Youth Commission (NYC), Department of Social Welfare and Development (DSWD), National Commission for Culture and the Arts (NCCA), among others, should also provide support mechanisms in order for the war on drugs to succeed. Thereupon, Rep. De Venecia 1) enjoined his colleagues to support the passage of the Bills he would file, 2) called on the Appropriations and Health committees\r\nof Congress to increase the national health\r\nbudget that would expand and modernize existing rehabilitation centers in the country, and 3) emphasized the improvement and effective implementation of drug assessment and monitoring programs in the barangay and regional health centers. \r\n(SOURCE: House Journal No.12,pp.22-23)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDE VENECIA, CHRISTOPHER V.P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-17\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Reps. Maceda, Tugna, Atienza, Herrera-Dy, Roman, Bolilia, Vergara, Cayetano, Andaya and Biazon\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DANGEROUS DRUGS ON 2016-08-17\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}