{"heading":"PS00007","0":"Reaction Re: Election Of Minority Based On House Rules","principal-authors":" FARIÑAS, RODOLFO C.","status":" Pending First Reading (Filed last 2016-07-26)","historyid":"#PS00007-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS007_Rep.%20Farinas.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00007\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Reaction Re: Election Of Minority Based On House Rules\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : As he noted Rep. Erice’s desire to raise a parliamentary question, Rep. Fariñas first reacted to the exchange of debates between Reps. Daza and Atienza because his name was dragged therein, and opined that it was Rep. Daza who was making an alibi or palusot. Rep. Fariñas initially alluded to the previous day’s session when Rep. Atienza clearly wanted to rise and pose questions but was prevailed upon by the Majority Leader to allow the Body to finish first with the nominations for the Speaker of the House. He recalled that the only position that was aspired for was for the Speaker and not the Minority Leader, this as he emphasized that Reps. Suarez and Baguilat both ran for the speakership. Thereafter, Rep. Fariñas referred to Journal No. 1 of the previous day’s session wherein Rep. Atienza raised a parliamentary inquiry as to who would elect the Minority Leader of the House. This, as he noted that no Member had objected to the approval of said Journal earlier in the session. He also pointed out that during the previous session, after he had responded\r\nto Rep. Atienza’s parliamentary inquiry by citing\r\nSection 8 of the Provisional Rules of the House on\r\nmembership to the Majority and the Minority, as well as the election of their respective Majority and Minority Leaders, the Members had the opportunity to object to his opinion as the Majority Leader. As he emphasized that the position that was aspired for in the previous day’s session was the speakership of the House, he stressed that the Body did not pursue the election of the Minority Leader, and that Rep. Baguilat did not run therefor. He added that Reps. Baguilat and Suarez ran against Speaker Alvarez but lost.\r\nRep. Fariñas asked what subterfuge or palusot\r\nwas being done by the Majority. He stated that the\r\nMembers participated in the election of the Speaker, and that as provided by the Rules of the House, those who did not vote for the Speaker would constitute the Minority and would thereafter elect their Minority Leader. He added that the aforementioned 20 Members abstained from and did not participate in the voting process for the Speaker, and could have participated in the election of the Minority Leader had it been so mentioned. A law or regulation is not repealed by the nonobservance thereof, Rep. Fariñas underscored, as it can only be repealed by an express repeal. He said that under the Constitution, each House of Congress shall promulgate its own Rules that would become\r\npart of the law of the land. He maintained that traditions, customs and usages would apply only in the absence of an applicable law. Subsequently, Rep. Fariñas referred to the stenographic transcripts of the previous day’s session,\r\nand quoted the exchange of remarks between\r\nRep. Atienza and himself on the definition of Majority and Minority Members. He reiterated that any Member could have then objected to his opinion as Majority Leader; the issue of electing the Minority Leader was not taken up on the floor the previous day; and Rep. Baguiliat ran and lost for the speakership of the House. He asked whether it is democractic to claim that the Member who garnered the second highest number of vote, which in this case was eight, should be proclaimed as the Minority Leader. He thereafter underscored that while everybody is entitled to his own opinion, his opinion as the Majority Leader was supported by the Members, this as he noted that nobody supported Rep. Lagman’s opinion. With respect to the distribution of invitations to\r\nthe Members of the Minority regarding the election\r\nof Minority Leader the following day, Rep. Fariñas\r\nexplained that as the Majority Leader and chairperson of the Committee on Rules, nothing happens in the Plenary Hall without his permission. He said that he merely honored the request of the Minority to have the invitations distributed. He asked whether Rep. Lagman was afraid of the conduct of an election for the Minority Leader. He added that as the Majority\r\nrespects the Minority, the latter should also\r\nshow its respect. Pursuing his point, he emphasized that those who did not vote for the Speaker would belong to the Minority, regardless of whether they voted for Rep. Suarez or Rep. Baguilat for the Speaker, and would now have to vote their own Minority Leader. He asked how the eight and seven votes plus the 20 abstentions\r\ntotaling 35 can have a leader who garnered\r\nmerely seven or eight votes. Thereafter, Rep. Fariñas cited the provisions of Section 8 of the House Rules one by one, particularly on the definition of Majority; election of Majority\r\nLeader and Minority Leader, and Deputy Majority\r\nand Minority Leaders; transfer of membership from\r\nMajority to Minority, or vice versa; the definition of an independent Member; and Committee assignments and memberships. He maintained that a Member cannot be forced to vote for the Speaker, but the provision of the House Rules is very clear that a Member who does not vote for the winning Speaker will be part of the Minority, this as he stressed that the Journal of the House had already been approved by the Body. \r\nSOURCE: House Journal No.2,pp.84-86)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFARI&Ntilde;AS, RODOLFO C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-07-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Others\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}