{"heading":"PS00073","0":"WEATHER INDEX-BASED CROP INSURANCE AND RECAPITALIZATION AND EXPANSION OF THE PHILIPPINE CROP INSURANCE CORPORATION","short-title":" Financing Philippine Agriculture Sector","principal-authors":" YAP, ARTHUR C.","primary-referral":" GOVERNMENT ENTERPRISES AND PRIVATIZATION","status":" Pending with the Committee on GOVERNMENT ENTERPRISES AND PRIVATIZATION since 2016-10-12","historyid":"#PS00073-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS073_Rep.%20Yap%20(A.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00073\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : WEATHER INDEX-BASED CROP INSURANCE AND RECAPITALIZATION AND EXPANSION OF THE PHILIPPINE CROP INSURANCE CORPORATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Financing Philippine Agriculture Sector\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Yap centered on the defectively designed insurance for agricultural products with the agricultural crop insurance continuing to be peril- or indemnitybased. He said that the inefficiency, tediousness, complexity and attendant hazards in crop insurance which\r\nresult in exorbitant and unreasonable premium prices for insurance products make crop insurance in the country very unpopular. However, Rep. Yap pointed out that in other parts of the world such as India, the Carribean and Africa, which are also reeling from the effects of climate change, crop insurance is being offered on the basis of innovative terms, thus, instead of being peril- or indemnity-based, crop insurance in these areas is classified as weather index-based insurance\r\n(WIBI). . . In closing, Rep. Yap sought his colleagues’ support for the recapitalization and expansion of the Philippine Crop Insurance Corporation’s mandate to engage in reinsurance and direct insurance of WIBI products for crops and agriculture. (SOURCE: House Journal No.23,p.6)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EYAP, ARTHUR C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON GOVERNMENT ENTERPRISES AND PRIVATIZATION ON 2016-10-12\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}