{"heading":"PS00054","0":"A NATIONAL BUDGET RESPONSIVE TO NEEDS OF THE PEOPLE","short-title":" Budget 2017","principal-authors":" BORDADO, GABRIEL H.","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2016-09-14","historyid":"#PS00054-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS054_Rep.%20Bordado.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00054\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : A NATIONAL BUDGET RESPONSIVE TO NEEDS OF THE PEOPLE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Budget 2017\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Bordado discussed the importance of the national budget especially the budgetary\r\nallocation to the different government agencies for the delivery of basic services to the people;  stressed that ..., there is a need to examine\r\nthe absorptive capacities of all departments, assess the regional allocation of public investments, and review whether the allocation of resources has been done in a manner that no department or agency receives more resources at the expense of another; expressed concern on the budgetary cuts in the 2017 proposed budgets of the Departments of Health (DOH), and Agriculture (DA) ...; affirmed that the government must vigorously pursue the strategy of allocating resources to local government units (LGUs)...; urged Congress to ... to immediately craft the Budget Reform Act with the assistance of the Department of Budget and Management (DBM). INTERPELLATION OF REP. ANDAYA  With respect to the President’s promise of doubling the salaries of policemen, soldiers, teachers and other members of the civil bureaucracy, Rep. Andaya said that this would cost the government some P230 billion, and asked where this amount of money would be sourced... INTERPELLATION OF REP. MARCOLETA\r\nRep. Rodante D. Marcoleta ... noted that Rep. Bordado cited several areas where poverty incidence rate is so wide as compared to other areas, like the case of Central Luzon with a\r\npoverty incidence rate of 11 to 12 percent, as compared to Mindanao, particularly the Autonomous Region in Muslim Mindanao (ARMM) with a rate of\r\nmore than 50 percent. He said that the wide inequity in the country is represented by the so-called per capita income, which is arrived at by dividing the gross domestic product (GDP) with the total population. He cited the case of the ARMM with a per capita income of about P11,000, as compared to that of the National Capital Region’s P219,000.00...(SOURCE: House Jornal No.15,pp.21-22)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBORDADO, GABRIEL H.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Reps. Andaya and Marcoleta\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2016-09-14\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}