{"heading":"PS00032","0":"NEED TO PASS HOUSE BILL NO.56, RAISING THE SALARIES OF PUBLIC SCHOOL TEACHERS, GOVERMENT EMPLOYEES AND INSTRUCTORS OF STATE COLLEGES AND UNIVERSITIES","short-title":" Teacher's Plight","principal-authors":" CASTRO, FRANCE L.","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2016-09-06","historyid":"#PS00032-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS032_Rep.%20Castro%20(F.L.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00032\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : NEED TO PASS HOUSE BILL NO.56, RAISING THE SALARIES OF PUBLIC SCHOOL TEACHERS, GOVERMENT EMPLOYEES AND INSTRUCTORS OF STATE COLLEGES AND UNIVERSITIES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Teacher's Plight\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, Rep. France L. Castro,\r\nspeaking in Filipino, said that she was glad and\r\ncould not believe that she would become a Member\r\nof the House of Representatives as a teacher representing the Act Teachers Party-List. Being a product of public school whose dream was to change the country’s system of education, she then narrated how her parents who did not finish even elementary education had prioritized their children’s education. Rep. Castro said that she was proud to be an active member of the Alliance of Concerned Teachers since 1989, one of the board of directors of the Philippine Public School Teachers, and at present, a member of the World Executive Board of Education International.\r\nThereafter, Rep. Castro lamented on the experiences that she had to go through when she was still a public school teacher, and as a former president of the Quezon City Public School Teachers’ Association. For this reason, she sought her colleagues’ support for House Bill No. 56, raising the salaries of public school teachers, government employees and instructors of State colleges and universities. Lastly, she made the call for a salary increase and income tax reduction.\r\n(SOURCE: House Journal No.8,p.30)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECASTRO, FRANCE L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}