{"heading":"PS00069","0":"PUERTO PRINCESA : THE GATEWAY TO PALAWAN'S TOURISM HUBS","short-title":" Tourism Industry","principal-authors":" ACOSTA, GIL P.","primary-referral":" TOURISM","status":" Pending with the Committee on TOURISM since 2016-09-21","historyid":"#PS00069-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS069_Rep.%20Acosta.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00069\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : PUERTO PRINCESA : THE GATEWAY TO PALAWAN'S TOURISM HUBS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Tourism Industry\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Acosta ... emphasized how the travel and tourism industry has contributed to the country’s gross domestic product and attracted millions of foreign visitors. He stressed that his province, Palawan, has been in the forefront of tourism boom, and that Puerto Princesa City,...is the gateway thereto, with a multitude of tourist facilities and historical landmarks. He mentioned in particular the Puerto Princesa Underground River which is a UNESCO World Heritage site \r\nand considered one of the Seven Wonders of Nature,\r\nas well as the El Nido Reserve and the Coron island. Rep. Acosta presented the ff. suggestions to help maximize the tourism potentials of Palawan and the City of Puerto Princesa...: 1) a policy program to expand and intensify secondary attractions and projects that must be supported by the national government; 2) a plan or program to improve infrastructure facilities in Palawan such as a cruise port facility that could cater to tourists and visitors; and 3) a measure \r\ndeclaring Palawan as the ecological tourism capital of the Philippines. (SOURCE: House Journal No. 22,pp.11-12)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EACOSTA, GIL P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TOURISM ON 2016-09-21\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}