{"heading":"PS00058","0":"MISMANAGEMENT OF THE CEBU PROVINCIAL DETENTION AND REHABILITATION CENTER","short-title":" Provincial Rehabilitation Center In Cebu","principal-authors":" GARCIA, GWENDOLYN F.","primary-referral":" JUSTICE","status":" Pending with the Committee on JUSTICE since 2016-09-14","historyid":"#PS00058-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS058_Rep.%20Garcia%20(G.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00058\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : MISMANAGEMENT OF THE CEBU PROVINCIAL DETENTION AND REHABILITATION CENTER\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Provincial Rehabilitation Center In Cebu\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : ...Rep. Garcia first related how the Cebu Provincial Detention and Rehabilitation Center (CPDRC) was transformed into a world-renowned and world-class facility and became a source of pride, inspiration, and hope for rehabilitation and redemption of inmates thereof and for the country in general during her nineyear term as Cebu governor.  Subsequently, she lamented how it disintegrated since Governor Hilario Davide III assumed office in 2013 and recounted the\r\nrecent raids that yielded millions in cash money, \r\nillegal drugs, gadgets and appliances, weapons, and drug paraphernalia among the inmates and jail guards within and outside of the center’s premises...;stressed that Governor Davide must be made to answer the issues and not skirt the matter by suggesting the transfer of the CPDRC management to the Bureau of Jail Management and Penology \r\n(BJMP). She reminded Governor Davide that as the \r\nprovincial governor, he is the keeper of the provincial jail as provided for in Section 1731, Article III of the Revised Administrative Code of 1917 and Section 468, Article III of the 1991 Local Government Code (LGC)...;informed the Body that she would file a resolution calling for an investigation, in aid of legislation, into the glaring deficiencies and gross mismanagement and administration of the CPDRC. (SOURCE: House Journal No.17,pp.18-22)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGARCIA, GWENDOLYN F.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-31\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: LOCAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Reps. Salimbangon and Teves\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON JUSTICE ON 2016-09-14\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}