{"heading":"PS00074","0":"Condemning The Use Of Any Congressional Inquiries And False Witnesses To Discredit The President","principal-authors":" NOGRALES, KARLO ALEXEI B.","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-09-19","historyid":"#PS00074-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS074_Rep.%20Nograles%20(K.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00074\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Condemning The Use Of Any Congressional Inquiries And False Witnesses To Discredit The President\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Nograles dwelled on the alleged web of lies\r\nclaimed by the surprise witness in the hearing on extrajudicial killings of the Senate Committee on Justice. He said that he and his father, former Speaker Prospero Nograles, have come out to dispute the lies told by the surprise witness,. . .  Rep. Nograles also lamented the inconsistencies and distortions of facts and events which have been overlooked; and the surprise witness being heard in a legislative hearing upon the direct endorsement of the\r\ncommittee chairperson herself. In this light, Rep.\r\nNograles pointed out that the Senate hearing was not a sincere search for truth on the matter of extrajudicial killings but a calculated and unmitigated direct assault on the dignity and reputation of the President of the Republic. . . He added that at stake is not simply the success on the war against illegal drugs or the agenda for reform of the Duterte Administration\r\nbut the stability and survival of the Republic.\r\nIn conclusion, Rep. Nograles condemned the lies\r\nto destroy the President’s dignity and reputation and the use of inquiries in aid of legislation for such and asked the Body to be vigilant in defending the truth, justice, and the people’s mandate. (SOURCE: House Journal No.23,p.6)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ENOGRALES, KARLO ALEXEI B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-19\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-09-19\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}