{"heading":"PS00071","0":"PROMOTING THE FILM INDUSTRY IN THE PHILIPPINES","short-title":" Movie Industry","principal-authors":" DE VENECIA, CHRISTOPHER V.P.","primary-referral":" PUBLIC INFORMATION","status":" Pending with the Committee on PUBLIC INFORMATION since 2016-09-21","historyid":"#PS00071-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS071_Rep.%20De%20Venecia.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00071\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : PROMOTING THE FILM INDUSTRY IN THE PHILIPPINES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Movie Industry\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. De Venecia delved first on the success of the \r\nfilm “Ang Babaeng Humayo” or “The Woman Who \r\nLeft” that recently won several awards abroad. In this light, he congratulated the films’s director Lav Diaz who was also its screenwriter, cinematographer, editor and coproducer, for his unparalleled vision, genius and unwavering commitment to his craft. He also commended the actors and producers of Mr. Diaz’ films including those whom he further enumerated. Citing measures promoting Filipino films that Congress passed during the speakership of his father, former Speaker Jose C. De Venecia, he asked the \r\nBody to pass similar bills filed in the 17th\r\nCongress. He also relayed the advocacies of several art groups and summits for the protection of artists welfare and a Film Archive; and stressed the role of culture in entertainment, social transformation, and economic growth. (SOURCE: House Journal No.22,p.15)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDE VENECIA, CHRISTOPHER V.P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PUBLIC INFORMATION ON 2016-09-21\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}