{"heading":"PS00019","0":"WOMEN'S PLIGHT","short-title":" State Of The Women","principal-authors":" DE JESUS, EMMI A.","primary-referral":" WOMEN AND GENDER EQUALITY","status":" Pending with the Committee on WOMEN AND GENDER EQUALITY since 2016-09-06","historyid":"#PS00019-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS019_Rep.%20De%20Jesus.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00019\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : WOMEN'S PLIGHT\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : State Of The Women\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Next recognized by the Chair upon Rep. Tugna’s\r\nmotion, Rep. Emmi A. De Jesus from the Party-List\r\nGabriela stressed that the state of women reflects the true state of a nation. Speaking in Filipino, she discussed the plight of this sector which includes issues of low wages, demolition, and lack of job opportunities and basic services in relocation centers. She reminded the Members about President Duterte’s pronouncements regarding the uplifting of the people’s welfare as she informed them of a women’s summit that was recently held in Davao that came up with a comprehensive agenda summed up in the word “CHANGE”. She then explained what each letter of the word “Change” stood for and stressed the mandate of her Party-List which is for the advancement of women and that they would fight any abuse against them. She stated that it is their vision that in the next\r\nSONA and especially in the coming State of the\r\nWomen Address, the welfare of women would be addressed.\r\n(SOURCE: House Journal No.5,p.50)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDE JESUS, EMMI A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON WOMEN AND GENDER EQUALITY ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}