{"heading":"PS00029","0":"SAD PLIGHT OF OFWs","short-title":" King Saud's Directive For Foreign Workers","principal-authors":" BERTIZ, ANICETO \"JOHN\" III D.","primary-referral":" OVERSEAS WORKERS AFFAIRS","status":" Pending with the Committee on OVERSEAS WORKERS AFFAIRS since 2016-09-06","historyid":"#PS00029-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS029_Rep.%20Bertiz.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00029\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : SAD PLIGHT OF OFWs\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : King Saud's Directive For Foreign Workers\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Bertiz rose to relate the confirmation of the\r\nroyal directives issued by His Majesty King Salman\r\nbin Abdulaziz al Saud of the Kingdom of Saudi\r\nArabia regarding the protection of the rights of\r\nforeign workers, including the 11,000 overseas\r\nFilipino workers (OFWs) based at Saudi Oger and\r\nother similarly situated companies. He stressed that the problems of the OFWs did not happen overnight, and underscored how the present Administration has quickly and concretely acted on their situation. After mentioning that he filed House Resolution No. 13 urging the Department of Labor and Employment (DOLE) and the Department of Foreign Affairs (DFA) to help the stranded OFWs in Saudi Arabia, Rep. Bertiz disclosed that the ACTS-OFW Party-List has also initiated a dialogue between the families of said workers and various government agencies to identify the government programs involved. He said that he would join the\r\ngovernment’s crisis team to Saudi Arabia, being the lone Representative of the OFW sector in the House of Representatives. Finally, as a former OFW who has also experienced the hardships and sacrifices of stranded overseas workers, he sought for the approval of House Resolution No. 157 thanking King Salman of Saudi Arabia for his act of benevolence and compassion, and also honoring and thanking President Duterte for mobilizing government resources to address the problem.\r\nINTERPELLATION OF REP. BELARO\r\nRecognized by the Chair on motion of Rep.\r\nTugna, Rep. Salvador B. Belaro Jr. inquired why the problems of the OFWs in Saudi Arabia were resolved through foreign intervention and not by the national government. He also inquired into the role of the DOLE and the DFA on the issue. He lamented the deplorable handling of the situation of the OFWs, and suggested the filing of a resolution investigating the government officials concerned. Agreeing therewith, Rep. Bertiz said that the Office of the Undersecretary for Migrant Workers’ Affairs in particular should be investigated. He sought support for House Resolution No. 194 which he authored seeking for the creation of the Department of Migration and Development to address the exclusive needs of the OFWs. \r\n(SOURCE: House Journal No.7,p.47)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBERTIZ, ANICETO &quot;JOHN&quot; III D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Rep. Delaro\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON OVERSEAS WORKERS AFFAIRS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}