{"heading":"PS00039","0":"THE LATE SECRETARY ROBREDO, GOOD GOVERNANCE AND PEOPLE PARTICIPATION","short-title":" Jesse Robredo And Good Governance","principal-authors":" BORDADO, GABRIEL H.","primary-referral":" PEOPLE'S PARTICIPATION","status":" Pending with the Committee on  since 2016-09-06","historyid":"#PS00039-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS039_Rep.%20Bordado.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00039\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : THE LATE SECRETARY ROBREDO, GOOD GOVERNANCE AND PEOPLE PARTICIPATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Jesse Robredo And Good Governance\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Initially, Rep. Bordado thanked President Rodrigo\r\nRoa Duterte for declaring August 18, 2016 as a special nonworking day in Naga City to commemorate the 4th death anniversary of former City Mayor and Secretary of the Interior and Local Government Jesse M. Robredo. Rep. Bordado pointed out that Mayor Jesse Manalastas Robredo, the first Philippine mayor who had been conferred the prestigious Ramon Magsaysay Award (the Asian counterpart of the Nobel Prize), transformed Naga City and laid the groundwork for people’s participation therein. He said that the latter\r\nformulated the Good Governance Model which consisted of a progressive perspective, functional partnerships, and people’s participation; prioritized growth with equity; and established and encouraged partnerships with various public and private sectors. In summing up his speech, Rep. Bordado held that Mayor Robredo’s legacy of people’s participation in local governance was secure not only in his city but in the entire country; and remarked that the mayor did not even have to be buried in the Libingan ng Mga Bayani. MANIFESTATION OF REP. BELARO\r\nOn behalf of his fellow-educators and fellow-Bicolanos, Rep. Belaro congratulated Rep. Bordado for his passionate and timely speech on Mayor Robredo whom he called a genuine hero.\r\n(SOURCE: House Journal No.10,pp.21-22) \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBORDADO, GABRIEL H.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-15\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspManifestation by Rep. Belaro\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON PEOPLE'S PARTICIPATION ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}