{"heading":"PS00021","0":"DEFENDED THE PARTY-LIST SYSTEM","short-title":" Partylist System","principal-authors":" VILLARIN, TOM S.","primary-referral":" SUFFRAGE AND ELECTORAL REFORMS","status":" Pending with the Committee on SUFFRAGE AND ELECTORAL REFORMS since 2016-09-06","historyid":"#PS00021-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS021_Rep.%20Villarin.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00021\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : DEFENDED THE PARTY-LIST SYSTEM\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Partylist System\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : In reaction to the President’s statement the previous week as quoted by the media that he would abolish the party-list system of representation in Congress under a new Constitution, Rep. Villarin emphasized the system’s composition and major role in the pursuit of political and electoral reforms as provided by the 1987 Constitution, particularly with respect to the minority parties vis-à-vis the traditionally dominant parties, and the representation of the various marginalized sectors. As he underscored how the party-list system has benefitted the people through bills and resolutions that are of national in scope and sectoral in representation, he however noted the rise of new party-list groups and the need to get into the winning circle because of increasing\r\ncost of campaign. He suggested that Congress\r\nlook into the merits of enacting a comprehensive\r\ncampaign finance law and amending the Party-List\r\nSystem Act, this as he concluded that abolishing the party-list system is out of the question.\r\nINTERPELLATION OF REP. LAGMAN\r\nThereafter, on motion of Rep. Bondoc, the Chair\r\nrecognized Rep. Lagman, who initially opined that the party-list system should not be consigned to the killing fields but instead strengthened and given perfecting amendments to put premium to its original concept of helping the marginalized and underrepresented sectors through a representation in Congress. To the queries of Rep. Lagman, Rep. Villarin agreed that a number of decisions rendered by the Supreme Court were inconsistent with each other; with regard to the Supreme Court decision on Atong Paglaum case, that the second group known as lacking in well-defined political constituencies was not actually a separate group because the phrase “lacking well defined\r\npolitical constituencies” refers to the marginalized and underrepresented sectors; that there is only one group entitled to party-list representation and these are the marginalized and underrepresented sectors which do not have well-defined political constituencies. In closing his interpellation, Rep. Lagman thanked Rep. Villarin and opined that instead of abolishing the party-list system, Congress should introduce perfecting amendments to the existing law. Moreover, he proposed that the Members should review\r\nthe ambivalent and conflicting decisions of the\r\nSupreme Court. Rep. Villarin agreed therewith and\r\nsaid that he fully supports Rep. Lagman’s proposition.\r\n(SOURCE: House Journal No.5,p.51)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVILLARIN, TOM S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Rep. Lagman\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON SUFFRAGE AND ELECTORAL REFORMS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}