{"heading":"PS00084","0":"ILLEGAL DRUG TRADE IN HIS DISTRICT","short-title":" Drug Menace","principal-authors":" JALOSJOS, SETH FREDERICK P.","primary-referral":" DANGEROUS DRUGS","status":" Pending With Rules (Included in OB on 2018-05-23)","historyid":"#PS00084-17","docs":[{"doclabel":"[Committee Report]","docurl":"congress.gov.ph\/legisdocs\/first_17\/CR00747.pdf"},{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS084_Rep.%20Jaloslos.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00084\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : ILLEGAL DRUG TRADE IN HIS DISTRICT\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Drug Menace\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Jalosjos rose to expose anew certain personalities in his province which he alleged are involved in the illegal drug trade...lamented however that the illegal drug trade in his province still continues because it is protected by certain police officials and narco-politicians.  \r\nHe then presented to the Body a drug matrix identifying the names of the drug lord inmates in the Dipolog City Jail, the drug protectors, the drug operations and activities, and the money trail. He stated that these drug lords are under the protection of SPO2 Roy P. Vertudes who directly coordinates with operators and handlers of the illegal drug trade. He then explained why SPO2 Vertrudes has remained “untouchable” in his province ... He disclosed that in one murder case filed against SPO2 Vertudes in 2015, then Justice Sec. Leila de Lima intervened in his behalf by issuing a department order. With respect to reports that the Dipolog City Port is being used for illegal drugs operations, Rep. Jalosjos said that there is already an existing port in Dapitan City which is only a stone’s throw away from the former. He asked why the Dipolog City Port was created,  and why it was being run by a LGU that was not authorized by the PPA and not under the jurisdiction of the Phil. Coast Guard Auxiliary... He said that he was  also a victim of an assassination plot during the campaign period and lamented that the PNP has not acted on his case, this as he opined that SPO2 Vertudes and his \r\ncohorts have remained untouched because of their \r\nprotector, and asked for their immediate investigation...he asked for the replacement of the PNP Provincial Director, NBI Provincial Director and PDEA Provincial Chief assigned in his province. He also recommended the investigation of and filing of charges against the DILG and DOJ officials in the previous Administration because of gross neglect of duty and giving of undue favors.(SOURCE: House Journal No.25,pp.11-12)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EJALOSJOS, SETH FREDERICK P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-21\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Rep. Teves\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE ACTION:&nbspCONSIDERED HR00456 AND PRIV. SPEECHES NOS.84 AND 88\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ECOMMITTEE REPORT NO.&nbsp00747\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED ON 2018-05-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESUBMITTED BY:&nbspDANGEROUS DRUGS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ERECOMMENDATIONS:&nbspInforming the House of its findings and recommendations\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DANGEROUS DRUGS ON 2016-10-12\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE INCLUDED IN OB:&nbsp2018-05-23\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}