{"heading":"PS00010","0":"ESTABLISHMENT OF REHABILITATION CENTERS FOR INDIVIDUALS WHO SURRENDERED TO AUTHORITIES ON DRUG-RELATED ACTIVITIES","short-title":" Drug Addiction","principal-authors":" TEVES, ARNOLFO JR. A.","primary-referral":" DANGEROUS DRUGS","status":" Pending with the Committee on DANGEROUS DRUGS since 2016-09-06","historyid":"#PS00010-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS010_Rep.%20Teves.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00010\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : ESTABLISHMENT OF REHABILITATION CENTERS FOR INDIVIDUALS WHO SURRENDERED TO AUTHORITIES ON DRUG-RELATED ACTIVITIES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Drug Addiction\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Teves spoke about the rehabilitation of the\r\ncountry’s drug surrenderees, and citing his previous experience as a recovering drug addict, suggested ways of minimizing national government’s cost of drug rehabilitation from P90,000 per addict per program to only P2,500. He said that this could be achieved by doing the programs in public classrooms manned by counselors and volunteers from five o’clock in the afternoon to eight o’clock in the evening as by then, the facilities are no longer used by the\r\nstudents; allowing 50 drug dependents per classroom for a period of eight to 12 weeks, with follow-up meetings every eight to nine in the morning in the barangays’ covered courts; and providing nine to 10 optional physical therapy activities. Rep. Teves disclosed that he, together with Rep. Albee Benitez, Governor Alfredo Marañon of Negros Occidental, and his brother, former Rep. Pryde Henry A. Teves would soon launch said program in his province. He also discussed the reasons why the Members should consider his proposed modality and be wary of “chopsuey” or mixed modalities as there are various types of drug pushers and users. In closing, he informed the people and those concerned that drug\r\naddiction is a disease and therefore should be covered by the PhilHealth.\r\n(SOURCE: House Journal No.4,pp.72&73)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ETEVES, ARNOLFO JR. A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspReferred to the appropriate Committee.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DANGEROUS DRUGS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}