{"heading":"PS00030","0":"Olympic Silver Medal Of Hidlyn Diaz","principal-authors":" LOPEZ, MANUEL LUIS T.","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-08-09","historyid":"#PS00030-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS030_Rep.%20Lopez%20(M.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00030\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Olympic Silver Medal Of Hidlyn Diaz\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Lopez (M.) took the floor to give due honor\r\nand recognition to Ms. Hidilyn Diaz for bagging the silver medal in the 53-kilogram class in the women’s division weightlifting competition at the 31st Olympiad currently being held in Rio de Janeiro, Brazil. After informing his peers of his personal knowledge of Ms. Diaz’s struggles as an athlete from the first time she joined the weightlifting competition until her victory at the Rio Olympics, Rep. Lopez said that in recognition of a well-deserved victory, he and other Members have filed House Resolutions commending and congratulating Ms. Diaz and the Philippine Weightlifting Association headed by former Rep. Monico O. Puentevella for bringing pride and honor to the country. Moreover, he said that he would take the cudgels in ensuring that the interest of the national athletes will have a voice in the House. He also commended the Filipino sportsmen and sportswomen who embody the hopes and aspirations of the people for their dedication and\r\noutstanding representation of the nation. In closing, he expressed hope that the nation would take inspiration from the athletes who have\r\ndemonstrated what teamwork and unity can achieve\r\nand that the example of Olympians would continue to be a source of positive transformation in the life journey of the nation and the people. \r\n(SOURCE: House Journal No.7,p.48)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ELOPEZ, MANUEL LUIS T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Reps. Lobregat, Dalipe, Del Rosario, Bordado and Zubiri.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-08-09\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}