{"heading":"PS00028","0":"NEED FOR ALL MINING COMPANIES TO BE STRICTLY REGULATED AND THAT THE HOST COMMUNITIES MUST BE ENTITLED TO SUBSTANTIAL AND REALISTIC FINANCIAL BENEFITS AND ALLOCATED SUCH BENEFITS UNDER THEIR OWN TERMS","short-title":" Irresponsible Mining","principal-authors":" CUARESMA, LUISA LLOREN","primary-referral":" NATURAL RESOURCES","status":" Pending with the Committee on NATURAL RESOURCES since 2016-09-06","historyid":"#PS00028-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS028_Rep.%20Cuaresma.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00028\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : NEED FOR ALL MINING COMPANIES TO BE STRICTLY REGULATED AND THAT THE HOST COMMUNITIES MUST BE ENTITLED TO SUBSTANTIAL AND REALISTIC FINANCIAL BENEFITS AND ALLOCATED SUCH BENEFITS UNDER THEIR OWN TERMS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Irresponsible Mining\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair upon Rep. Bondoc’s\r\nmotion, Rep. Luisa Lloren Cuaresma from the Lone \r\nDistrict of Nueva Vizcaya spoke about the plight of her constituents who, she said, had suffered too much and too long from the destruction brought by irresponsible mining companies. She discusssed how miners implementing the Didipio Gold and Copper Project in Nueva Vizcaya, which was the first Financial and Technical Assistance Agreement\r\n(FTAA) issued by the government, promised huge\r\nprofit and benefits to the local community but\r\nactually caused deforestation, human rights\r\nviolations, abuse and harassment of cultural\r\nminorities as well as local leaders including herself when she was provincial governor, evasion and abuse of legal processes and laws, militarization, and the displacement of local residents. She cited how the the Mines and Geosciences Bureau (MGB) misinterpreted the 1991 Local Government Code (LGC) on the requirements for construction and development projects, in order to help the miners promote and protect their interests. She explained how FTAAs are very prejudicial to the government and how easily they could be obtained and how miners could arbitrarily enter and possess lands to mine. As destructive, illegal and irresponsible mining should be stopped, Rep. Cuaresma stressed that all mining companies must be strictly regulated and that\r\nthe host communities must be entitled to substantial and realistic financial benefits and allocated such benefits under their own terms. She stated that she welcomes and supports President Duterte and DENR Secretary Gina Lopez’ call to end destructive and illegal mining and foster responsible mining in the country. She also welcomes Secretary Lopez’ promise to ask the MGB to cancel the permit of a foreign mining company in Nueva Vizcaya. She then ended her speech by presenting to the Body pictures and videos showing the before-and-after effects of illegal mining which has also resulted in the harassment of the indigenous peoples (IPs) living in the area.\r\n(SOURCE: House Journal No.7,p.47) \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ECUARESMA, LUISA LLOREN\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON NATURAL RESOURCES ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}