{"heading":"PS00018","0":"SUPPORT TO PRESIDENT DUTERTE'S PROMISE TO END LABOR CONTRACTUALIZATION","short-title":" Labor Contractualization","principal-authors":" AGLIPAY-VILLAR, EMMELINE","primary-referral":" LABOR AND EMPLOYMENT","status":" Pending with the Committee on LABOR AND EMPLOYMENT since 2016-09-06","historyid":"#PS00018-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS018_Rep.%20Aglipay-Villar.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00018\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : SUPPORT TO PRESIDENT DUTERTE'S PROMISE TO END LABOR CONTRACTUALIZATION\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Labor Contractualization\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Aglipay-Villar, in joining President Duterte\r\nin his fight to end contractualization schemes that rob workers of their rights promised them under the Constitution and under the Labor Code, said that she will continue the fight against rampant exploitative contractualization schemes that undermine the dignity of workers. At the start of her first term as the Representative\r\nof DIWA Party-List, she stated that she made the end of labor contractualization as her priority because it was being used to circumvent the worker’s constitutionally enshrined right to security of tenure. She added that the bill she filed in the 15th and the 16th Congress to correct the loopholes in the Labor Code to end such constitutional practice, was approved only up to the Committee level and that she would re-file it in the present Congress. After citing the fact that more than one-third of the labor force are not regular employees, Rep. Aglipay discussed the three forms of exploitative contractualization\r\nthat demand redress, namely, labor only\r\ncontracting, fixed-term employment, and the\r\nabuse of the probationary status of workers. She proposed to change the legal framework for employment by adopting several measures such as limiting fixed term contracts or automatic termination and invalidating the termination of probationary employees when done to prevent security of tenure. She explained, however, that she did not intend to do away with fixed-term employment or job contracting but only to clarify which jobs may be legitimately contracted out\r\nand which ones should be done by regular workers.\r\nTo conclude, Rep. Aglipay asked her colleagues\r\nto work for the plight of the labor force because securing their jobs is securing the future of the nation. \r\n(SOURCE: House Journal No.5,p.50)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EAGLIPAY-VILLAR, EMMELINE\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LABOR AND EMPLOYMENT ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}