{"heading":"PS00027","0":"TRANSFORMATION OF BASIC EDUCATION CURRICULUM FROM FOCUS ON SKILLS ON READING, WRITING AND ARITHMETIC, TO DEVELOPING CRITICAL THINKING, CRAFTSMANSHIP AND CHARACTER","short-title":" Economic Progress","principal-authors":" SALO, RON P.","primary-referral":" BASIC EDUCATION AND CULTURE","status":" Pending with the Committee on BASIC EDUCATION AND CULTURE since 2016-09-06","historyid":"#PS00027-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS027_Rep.%20Salo.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00027\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : TRANSFORMATION OF BASIC EDUCATION CURRICULUM FROM FOCUS ON SKILLS ON READING, WRITING AND ARITHMETIC, TO DEVELOPING CRITICAL THINKING, CRAFTSMANSHIP AND CHARACTER\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Economic Progress\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, upon Rep. Tugna’s\r\nmotion, Rep. Ron P. Salo from Kabayan Party-List\r\ncentered on the relevant laws and meaningful reforms that Congress should craft to address the widespread poverty and arrest the continued degradation of the society. Recalling his recent trip to Switzerland and seeing a village belonging to farmers which he thought was for the rich and famous, Rep. Salo said that upon coming home to the country, he was convinced that with the abundant God-given natural resources of the Philippines, and with the hardworking and patient Filipinos, the Philippines can also be prosperous and become a highly developed country and live comfortably too. He pointed out that this could only be achieved through education because this is the key to the betterment of the society. Rep. Salo underscored that the current basic education curriculum is inadequate to equip the people with the requisite knowledge, skills and values to improve their lives and to get out from the morass\r\nof poverty. He said that while developing the skills on Reading, Writing and Arithmetic are certainly important, he believed that a curriculum that is aimed to develop critical thinking, craftsmanship and character is vital to enable individuals to attain their highest potentials as human beings, and provide them with life skills that will enable them to thrive and not just survive. He thereafter asked his colleagues to support his proposed bill to transform the paradigm of basic education from the 3Rs to the 3Cs and work for the full development of the people and the progress of the nation. \r\n(SOURCE: House Journal No.7,p.45)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ESALO, RON P.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON BASIC EDUCATION AND CULTURE ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}