{"heading":"PS00044","0":"DRUG REHABILITATION WOULD BE BETTER ADDRESSED BY A COMPREHENSIVE AND SUSTAINABLE PLAN THAT AIMS TO ESTABLISH ADDITIONAL DRUG REHABILITATION CENTERS STRATEGICALLY LOCATED IN EACH LEGISLATIVE DISTRICT OF THE COUNTRY","short-title":" Drug Dependents Rehabilitation","principal-authors":" BATOCABE, RODEL M.","primary-referral":" DANGEROUS DRUGS","status":" Pending with the Committee on DANGEROUS DRUGS since 2016-09-06","historyid":"#PS00044-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS044_Rep.%20Batocabe.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00044\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : DRUG REHABILITATION WOULD BE BETTER ADDRESSED BY A COMPREHENSIVE AND SUSTAINABLE PLAN THAT AIMS TO ESTABLISH ADDITIONAL DRUG REHABILITATION CENTERS STRATEGICALLY LOCATED IN EACH LEGISLATIVE DISTRICT OF THE COUNTRY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Drug Dependents Rehabilitation\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Batocabe delved on the recent development\r\non the war against drugs and what to do with the mass surrenderees. He averred that the drug rehabilitation issue would be better addressed by a comprehensive and sustainable plan that aims to establish additional drug rehabilitation centers strategically located in each legislative district of the country. As he cited more statistics, Rep. Batocabe said that what the government needs is to appropriate around P33 billion for the drug rehabilitation program as he remarked that it had allocated more than that amount for the Conditional Cash Transfer Program. He then\r\nproposed to increase admissions in existing\r\nrehabilitation centers; build additional centers or at least one center in each district; and consider the temporary use of military camps and government hospitals to treat drug dependents. He thereafter urged for a comprehensive and long-term plan on how to address the rehabilitation of the drug dependents and that the war against drugs should include saving lives and protecting the welfare and rights of the people. \r\n(SOURCE: House Journal No.11,pp.18-19)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBATOCABE, RODEL M.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-16\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Reps. Biazon and Tugna\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DANGEROUS DRUGS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}