{"heading":"PS00024","0":"THE LATE REP. ENRIQUE GARCIA, JR'S VISION OF EMPOWERMENT FOR LGUs: A PRELUDE TO FEDERALISM","short-title":" Honoring The Late Tet Garcia","principal-authors":" GARCIA, JOSE ENRIQUE III S.","primary-referral":" LOCAL GOVERNMENT","status":" Pending with the Committee on LOCAL GOVERNMENT since 2016-09-06","historyid":"#PS00024-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS024_Rep.%20Garcia%20(J.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00024\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : THE LATE REP. ENRIQUE GARCIA, JR'S VISION OF EMPOWERMENT FOR LGUs: A PRELUDE TO FEDERALISM\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Honoring The Late Tet Garcia\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Garcia rose to pay homage to his father, the\r\nlate former Bataan Congressman and Governor\r\nEnrique “Tet” T. Garcia Jr. or fondly known as \r\nCongressman Tet. He then related to the Body\r\nCongressman Tet’s tenacity in pursuing worthy\r\nnational causes and issues during his tenure as Bataan governor and district representative. One of those issues, he continued, was the gross injustice perpetrated by the national government against local government units (LGUs), especially concerning the implementation of an erroneous provision of the 1991 Local Government Code (LGC) wherein LGUs are getting their Internal Revenue Allotment (IRA) shares in amounts that are much less than what the law provides. He pointed out that it was Congressman Tet who saw, heard and felt the crying need of the LGUs for empowerment and judicial relief and appealed to the government to do what is right and just. He lamented, however, that Congressman Tet’s plea was\r\nignored and that the government has continued to\r\nretain the funds for its own use, as in the case of the Disbursement Acceleration Program (DAP).\r\nAs the new leadership has taken the reign of\r\ngovernment, he cited to the Body his father’s\r\nunspoken message to President Rodrigo Roa Duterte\r\non the issue of federalism. He stressed that his\r\nfather’s vision of empowering the LGUs is the fast\r\nand simple solution to the problem of inequitable\r\ndistribution of the country’s national wealth. He then urged President Duterte to direct the Departments of Finance (DOF), Budget and Management (DBM) and the Bureau of Internal Revenue (BIR) to recompute the IRA in accordance with Section 284 of the LGC and relieve the LGUs from awaiting the Supreme Court decision on the IRA petition. In closing, he underscored that said funds due the LGUs will solve underspending that was cited as the reason for the deceleration of the nation’s economic growth.\r\n(SOURCE: House Journal No.7,pp.43-44)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EGARCIA, JOSE ENRIQUE III S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: LOCAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Rep. Sy-Alvarado and Gonzales (A.)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON LOCAL GOVERNMENT ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}