{"heading":"PS00036","0":"Youth In Nation Building","principal-authors":" ELAGO, SARAH JANE I.","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-08-10","historyid":"#PS00036-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS036_Rep.%20Elago.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00036\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Youth In Nation Building\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Elago said that they are one with the youth of the\r\nworld in celebrating the International Youth Day on Friday, August 12, 2016. Rep. Elago thereafter delved on 1) the needs and demands of the youth and the student sector; 2) the problems besetting students, including the deregulation and privatization of education; 3) the forced enrollment to private senior high schools\r\ndue to the insufficiency of public senior high school facilities; 4) the crisis in the country’s public tertiary education system; and 5) the implementation of antistudent policies which become forms of repression and democratic rights violations, among others. Finally, Rep. Elago stressed that there is no better way to celebrate the International Youth Day than to reignite the commitment of the youth to fulfill their\r\nhistorical role to side with the oppressed and the marginalized, and to fight for freedom and civil liberties of the Filipino people. INTERPELLATION OF REP. BORDADO Rep. Bordado sought clarification on his colleague’s advocacy and said that while he agreed therewith, the problem was that history books contained inaccuracies and errors. Rep. Elago explained that the Kabataan Party-List was fighting for a nationalistic, scientific, and massoriented education system. She added that nationalism meant teaching history from the perspective of the Filipino people and promoting awareness of the fact that many Filipino heroes were very young. She stressed that history books, especially textbooks, should be reviewed and corrected. \r\n(SOURCE: House Journal No.9,p.30)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EELAGO, SARAH JANE I.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-10\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Rep. Bordado\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-08-10\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}