{"heading":"PS00070","0":"DECREASE IN THE 2017 BUDGET OF STATE UNIVERSITIES AND COLLEGES","short-title":" Education Budget","principal-authors":" ELAGO, SARAH JANE I.","primary-referral":" APPROPRIATIONS","status":" Pending with the Committee on APPROPRIATIONS since 2016-09-21","historyid":"#PS00070-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS070_Rep.%20Elago.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00070\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : DECREASE IN THE 2017 BUDGET OF STATE UNIVERSITIES AND COLLEGES\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Education Budget\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Elago expressed  her concern regarding the \r\ndeep cuts on the proposed 2017 budget of the CHED, specifically on the proposed budgets for the State universities and colleges (SUCs).  She said that these cuts would again give cause for the administrators of the SUCs to increase their tuition and other expenses thus further \r\nburdening the students. She likewise expressed her apprehension that State schools might introduce new and higher fees in the coming year just to meet the internal income target...; stated that about 112 of her colleagues had signed a joint statement pushing for a stop to the impending budget cuts...The joint statement, she said, calls on the Cttee. on Appropriations and Members of both Chambers of Congress to immediately stop the impending budget cuts and augment the funding for public tertiary education with the end view of achieving free public education in due time...; urged everyone to join the Youth Action Day for Education and Human Rights on September 21, 2016 to fight for their right to education.(SOURCE: House Journal No.22,pp.14-15)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EELAGO, SARAH JANE I.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-14\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON APPROPRIATIONS ON 2016-09-21\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}