{"heading":"PS00005","0":"Nomination Speech Of Rep. Zamora ( R .)","principal-authors":" ZAMORA, RONALDO B.","status":" Pending First Reading (Filed last 2016-07-25)","historyid":"#PS00005-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS005_Rep.%20Zamora%20(R.).pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00005\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Nomination Speech Of Rep. Zamora ( R .)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Upon recognition by the Chair, Rep. Ronaldo B.\r\nZamora initially acknowledged the laborious process of plenary and committee works and pointed out that the 17th Congress would require a majority leader who is not adverse to change, is ready to sacrifice even his personal and family time if they need to bring about legislative consensus, has passion for public service,\r\nhas an established track record in the legislature and proven public administration skills, and who will not fear or develop second thoughts in helping stir Congress into possibly unchartered legislative waters. He said that he can only think of one name and that is Rep. Fariñas whose qualities include the following, among others: a bar topnotcher, at one time Laoag City’s and the country’s youngest mayor, governor of the Province of Ilocos Norte for more than a decade, a\r\nmultiple term Member of the House of Representatives, an expert in the impeachment\r\nprocess, and most importantly, a public servant who turns to prayer and the rosary on a daily basis as a venue for reflection and divine guidance. Rep. Zamora thereafter nominated, with immense pride, great honor and complete confidence Rep. Rodolfo C. Fariñas as Majority Leader of the House.\r\nSOURCE: House Journal No.1,p.22)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EZAMORA, RONALDO B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-07-25\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Others\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}