{"heading":"PS00046","0":"INEFFICIENCY OF INTERNET SERVICE PROVIDERS","short-title":" Poor Telecommunication Service","principal-authors":" DE JESUS, EMMI A.","primary-referral":" INFORMATION AND COMMUNICATIONS TECHNOLOGY","status":" Pending with the Committee on INFORMATION AND COMMUNICATIONS TECHNOLOGY since 2016-09-06","historyid":"#PS00046-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS046_Rep.%20De%20Jesus.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00046\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : INEFFICIENCY OF INTERNET SERVICE PROVIDERS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Poor Telecommunication Service\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : As Rep. De Jesus assailed in Filipino the poor\r\ncellphone services as well as the penalties and hidden fees charged by telecommunications companies (telcos) to the consumers, she related her personal experience of customer service troubles as a postpaid subscriber who had used the same cellphone number in the last 13 years and had recently applied for an upgrade of her postpaid plan. She recalled the difficulties she encountered because 1) she had to wait long as her transaction had to pass through customer service representatives in a call center; 2) she was charged for a decade-long bill that was never reflected in her statement of account so she\r\nwas forced to stop the subscription for the particular cellphone number; 3) her application for a new postpaid plan was cut because she was told that she had to settle first her old account; 4) she suffered from a daylong disconnection that she had to personally talk to the OIC manager and put in writing her complaint. . .\r\nHouse Journal No.13,p.11) \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EDE JESUS, EMMI A.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON INFORMATION AND COMMUNICATIONS TECHNOLOGY ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}