{"heading":"PS00061","0":"NEED TO ADDRESS THE CONCERN OF MILLIONS OF INFORMAL SETTLERS IN HIGHLY URBANIZED PARTS OF THE COUNTRY","short-title":" Informal Settlers","principal-authors":" VILLARIN, TOM S.","primary-referral":" HOUSING AND URBAN DEVELOPMENT","status":" Pending with the Committee on HOUSING AND URBAN DEVELOPMENT since 2016-09-14","historyid":"#PS00061-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS061_Rep.%20Villarin.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00061\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : NEED TO ADDRESS THE CONCERN OF MILLIONS OF INFORMAL SETTLERS IN HIGHLY URBANIZED PARTS OF THE COUNTRY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Informal Settlers\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : ...Rep. Villarin...spoke on the challenge of addressing the concern of millions of informal settlers in Metro Manila, as well as in other highly urbanized parts of the country...; mentioned several problems related to urbanization and informal settlements, including among others, the increase in the number of informal settlers in recent years, the supposed housing backlog for informal settler families, and the ineffectiveness of the national government’s effort in focusing on off-city housing projects. As Vice President Leni Robredo has declared the suspension of off-city resettlement programs while President Duterte has announced a “no eviction, no demolition without resettlement” policy, Rep. Villarin asked where the government would get the funds if they would focus on in-city housing projects considering that the NHA funds have already been used up \r\nfor off-city relocation projects...In conclusion, Rep. Villarin said that Congress can push for policies on the building of disaster-resilient \r\nsettlements for urban communities; institutionalization of the DILG’s role in the implementation of the Urban Development and Housing Act of 1992 and relevant laws; funding for a socialized housing finance corporation; and provision of  additional allocations for the ISF resettlement fund. (SOURCE: House Journal No.19,pp.6-7)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EVILLARIN, TOM S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HOUSING AND URBAN DEVELOPMENT ON 2016-09-14\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}