{"heading":"PS00051","0":"COMMUNITY-BASED PROGRAMS HE HAS INITIATED IN HIS DISTRICT TO COUNTER THE THREAT OF ILLEGAL DRUGS","short-title":" Illegal Drugs","principal-authors":" OAMINAL, HENRY S.","primary-referral":" DANGEROUS DRUGS","status":" Pending with the Committee on DANGEROUS DRUGS since 2016-09-06","historyid":"#PS00051-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS051_Rep.%20Oaminal.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00051\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : COMMUNITY-BASED PROGRAMS HE HAS INITIATED IN HIS DISTRICT TO COUNTER THE THREAT OF ILLEGAL DRUGS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Illegal Drugs\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Oaminal spoke on the threat of illegal drugs\r\nwhich is among the greatest evils that the country\r\nfaces and threatens to eat away at the very foundation it is built upon...; informed the Body of some of the community-based programs and seminars he had initiated ... In the aftermath of President Duterte’s announcement, he continued, some of the leaders and people in the province reported to him the insinuations made by the camp of Mayor Reynaldo “Aldong” Parojinog Sr. of Ozamiz City that Rep. Oaminal was responsible for making a report to the President that led to the inclusion of their names in the list and that the said mayor and company have retaliated by using their connections and resources to come up with dossiers that would connect Rep. Oaminal to illegal drugs. He thereafter denied said insinuations and expressed confidence that should the authorities receive such dossiers, they will properly validate and investigate any outrageous claims...; expressed support to Rep. Rodel M. Batocabe’s call in his privilege speech ... for the inclusion in the 2017 national budget of a program to rehabilitate drug addicts, and called on his colleagues to support the President’s fight against illegal drugs.\r\n(SOURCE: House Journal No.13,p.14) \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EOAMINAL, HENRY S.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-22\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DANGEROUS DRUGS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}