{"heading":"PS00055","0":"Minority In The House","principal-authors":" FARIÑAS, RODOLFO C.","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-08-24","historyid":"#PS00055-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS055_Rep.%20Farinas.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00055\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Minority In The House\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Farinas said that several questions had been raised re: the position of Minority Leader days after the opening of the 1st Regular Session of the 17th Congress ..., and that the point of contention now is whether the House should follow tradition or the Rules of the House. He noted that the Members who are invoking that Rep. Teddy Brawner Baguilat Jr. is the duly elected Minority Leader claim to have tradition and customs and usage on their part. He then focused his speech on the basis of their claim. For the guidance of all concerned and future Congresses, he said that he would like to present before the Body how the selection or election of Minority Leader has evolved and proceeded to show a matrix of how in the 13th Congress this election has evolved,\r\nwhen it was specifically stated in Section 7 of the Rules of the House how the Majority Leader and Minority Leaders are elected... He expressed hope that he has explained clearly what happened that the 17th Congress only adopted the rule as clearly stated in the House Rules. Inasmuch as the Philippines is a Republican government where sovereignty resides in the people and all government authority emanates from them, he said that no one can hold public office if the people do not give him their mandate, be it a Minority Leader, because one cannot be a Minority Leader by default or by losing. (SOURCE: House Journal No.15,pp.32-34)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EFARI&Ntilde;AS, RODOLFO C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-24\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: LOCAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Personal and Collective\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-08-24\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}