{"heading":"PS00011","0":"SUPPORT TO THE GOVERNMENT'S CAMPAIGN AGAINST ILLEGAL DRUGS","short-title":" Dream For The Filipino People","principal-authors":" PACQUIAO, ROGELIO \"RUEL\" D.","primary-referral":" DANGEROUS DRUGS","status":" Pending with the Committee on DANGEROUS DRUGS since 2016-09-06","historyid":"#PS00011-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS011_Rep.%20Pacquiao.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00011\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : SUPPORT TO THE GOVERNMENT'S CAMPAIGN AGAINST ILLEGAL DRUGS\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Dream For The Filipino People\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, Rep. Rogelio “Ruel” D.\r\nPacquiao from the Lone District of Sarangani initially thanked the people of his District for the overwhelming mandate they gave him in the last\r\nelections, as well as the support of his elder brother, Senator Emmanuel “Manny” Pacquiao. He also congratulated Speaker Pantaleon D. Alvarez, a fellow Mindanaoan, as the Speaker of the 17th Congress of the House of Representatives. As a neophyte Member of the House, he said that he has committed himself to perform his constitutional\r\nduty as legislator with utmost integrity, prudence, fidelity, and accountability. He stated that with his humble beginnings and experiences as barangay captain and city councilor, he can articulate the issues and aspirations of the people into meaningful legislative measures.\r\nAs one of the poorest provinces in Mindanao, he\r\ncited the poverty issues facing Sarangani in terms of health and nutrition, water and sanitation, basic education, livelihood and income and expressed hope that he could bring these issues in the national level. He also enumerated several of his dreams for the Philippines. After expressing his wholehearted support to the agenda of President Rodrigo Roa Duterte, Rep. Pacquiao urged his colleagues to scrutinize the National Expenditure Program for 2017 and the succeeding years to ensure that substantial budget for\r\npoverty alleviation is allocated for the 20 poorest provinces of the country. In closing, Rep. Pacquiao expressed hope that his concerns will be given preferential attention by the leadership considering that Congress holds the power of the purse. \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EPACQUIAO, ROGELIO &quot;RUEL&quot; D.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspReferred to the appropriate Committee.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON DANGEROUS DRUGS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}