{"heading":"PS00033","0":"Marcos Burial","principal-authors":" LAGMAN, EDCEL C.","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-08-09","historyid":"#PS00033-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS033_Rep.%20Lagman.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00033\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Marcos Burial\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Lagman cited 12 major reasons which render\r\nthe late President Ferdinand E. Marcos unfit to be\r\nburied in the Libingan ng mga Bayani . . . Rep. Lagman pointed out that the then pervasive\r\nnonchalance of most Filipinos to the homecoming of\r\nMarcos’ remains has today been supplanted by a\r\ngrowing opposition to the proposed Marcos burial at the Heroes’ Cemetery or the Libingan ng mga Bayani. He stated that among those opposed to the plan are the human rights advocates and families of victims of human rights violations during martial law. Considering that President Rodrigo Roa Duterte’s predisposition to bury the late President Marcos in the Libingan ng mga Bayani is a gross departure from his previous statement during his SONA, Rep. Lagman said that the interment of Marcos’ remains in the Libingan ng mga Bayani is an undeserved reward and it is not a day of reckoning. \r\n(SOURCE: House Journal No.8,pp.23-24)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ELAGMAN, EDCEL C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-09\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Personal and Collective\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Rep. Villarin, Manifestation by Rep. Atienza.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-08-09\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}