{"heading":"PS00012","0":"RIGHT TO LIFE","short-title":" Summary Execution","principal-authors":" ROQUE, HARRY L.","primary-referral":" HUMAN RIGHTS","status":" Pending with the Committee on HUMAN RIGHTS since 2016-09-06","historyid":"#PS00012-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS012_Rep.%20Roque%20H..pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00012\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : RIGHT TO LIFE\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Summary Execution\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, Rep. H. Harry L. Roque\r\nJr. from Party-List Kabayan rose to clarify certain basic principles that must serve as important pillars of any society. Initially, he said that he supports many of President Duterte’s economic and social programs for the least of the people, but averred that he wished to confront some assertions in the President’s SONA\r\nconsidering that he had been fighting for the\r\nrecognition of societal values, in his professional life in the last two decades or so. He pointed out that there were contradicting statements in the President’s SONA with regard to human rights and the rule of law. He underscored the President’s promise to uplift the conditions of the common tao but has also launched a bloody drug war where the dead bodies piling up mostly come from the same poor throng to whom he\r\nhad promised economic and social salvation.\r\nConcurring with his former Professor in International Law, Dame Rosalyn Higgins, regarding the universality of the human spirit, Rep. Roque\r\nelaborated on what her words meant for him, that the need for the recognition of fundamental rights is universal, regardless of culture, religion or nationality. He maintained that if law and order is important to development, so are civil and political freedoms and explained that foundational rights anticipate all other rights which, meanwhile, are inconceivable and meaningless without foundational rights. Rep. Roque (H.) then condemned the extrajudicial killing of journalists because it permanently denied their right to free expression pointing out the Maguindanao Massacre being described by the international organizations as the single worst attack on press freedom. He castigated the failure of the justice system to defend and protect the victims of human rights violations and asked what former Justice Secretary Leila de Lima had done to address the culture of impunity in the Philippines as exemplified\r\nin the Maguindanao Massacre. He stressed that the\r\nnew task force President Duterte recently created to investigate such killings might go the way of its predecessors without the vigorous investigation and successful prosecution of cases. He suggested the overhaul of the criminal justice system and the enactment of laws to put into effect the long-standing Minnesota Protocol, or the Manual on the Effective Prevention and Investigation of Extra-Legal, Arbitrary, and Summary Executions. Subsequently, Rep. Roque (H.) discussed the responsibility of the State for human rights and humanitarian law. He explained how, in the international legal system, the State is the primary domestic institution charged with the task of ensuring the promotion and protection of human rights especially in view of its obligations under treaties. \r\n(SOURCE: House Journal No.4,pp.73-74)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EROQUE, HARRY L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-01\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Reps. Atienza, Lagman and Bataoil.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON HUMAN RIGHTS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}