{"heading":"PS00079","0":"SUPPORTED PRESIDENT DUTERTE'S INDEPENDENT FOREIGN POLICY","short-title":" Independent Foreign Policy","principal-authors":" ZARATE, CARLOS ISAGANI T.","primary-referral":" FOREIGN AFFAIRS","status":" Pending with the Committee on FOREIGN AFFAIRS since 2016-10-12","historyid":"#PS00079-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS079_Rep.%20Zarate.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00079\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : SUPPORTED PRESIDENT DUTERTE'S INDEPENDENT FOREIGN POLICY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Independent Foreign Policy\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : ... Rep. Carlos Isagani T. Zarate... spoke in \r\nFilipino to commemorate the 25th anniversary of the removal of US military bases in Subic and \r\nClark through the so-called “Magnificent 12 Senators” and at the same time, to point out that America’s domination over the Philippines has continued through the operation of the VFA) and the EDCA, as well as the existence of neoliberal policies that disproportionately favor the US causing damage to the national economy and the Filipino citizens. Rep. Zarate however believed that hope remains for the patriotic Filipinos in light of President Rodrigo Roa Duterte’s statements in the past few days on the dismissal of US military troops in Mindanao; in exposing the massacre by US military troops of Moros in Bud Dajo and the Samareños in Balangiga; and his \r\nrejection of a joint patrol in the West Philippines Sea. He maintained that the President’s statements and proposals for an independent foreign policy will surely benefit the country and its people. Thereafter, Rep. Zarate stated that the present Administration should push for the country’s exclusive economic zone and continental shelf in accordance with the UN Convention on the Law of the Sea and that an independent foreign policy to succeed requires \r\nthe collective action of the citizenry, a strong political will, and an aggressive rejection of neocolonialism and US domination. (House Journal No.24,p.10) \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EZARATE, CARLOS ISAGANI T.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-20\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON FOREIGN AFFAIRS ON 2016-10-12\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}