{"heading":"PS00006","0":"Status Of The Election Of Minority Leader","principal-authors":" LAGMAN, EDCEL C.","primary-referral":" RULES","status":" Pending with the Committee on RULES since 2016-07-26","historyid":"#PS00006-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS006_Rep.%20Lagman.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00006\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Status Of The Election Of Minority Leader\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Rep. Lagman initially said that both the trimedia\r\nand the social media, as well as other interested\r\nparties are puzzled why Rep. Teddy Brawner\r\nBaguilat Jr. has not yet been officially recognized as the Minority Leader of the House. He stressed that the House cannot democratically function without a Minority Leader; the Committee on Rules cannot function with only the Majority represented; and the House Rules provide that the Minority Leader and five Deputy Minority Leaders shall be automatic members of said Committee.\r\nHe posed the argument that it was inevitable and\r\nuncontestable that Rep. Baguilat is the new Minority Leader. Firstly, he argued that as the runner-up candidate for Speaker, by tradition and practice, Rep. Baguilat is automatically the Minority Leader having garnered more votes than the other losing candidate for the Speaker, Rep. Danilo E. Suarez. He said that the validity of the customary practice or tradition of the House to officially consider as Minority Leader the runner-up or the candidate garnering the second\r\nhighest number of votes, has never been questioned\r\nand has been invariably adopted from one Congress\r\nto another that it has acquired the character of law or binding rule on the Members of the House.\r\nSecondly, Rep. Lagman ventured that Rep.\r\nSuarez had disqualified himself from seeking the\r\nposition of Minority Leader because he voted for\r\nSpeaker Pantaleon D. Alvarez. This, as he quoted the remarks of Rep. Suarez in the previous session\r\nwherein the latter said that he cannot vote for himself and that he was casting his vote for Speaker Alvarez. He averred that Rep. Suarez was not prohibited from voting for himself, as he cited a precedent in the 16th Congress when the two losing contenders for the speakership, Rep. Ronaldo B. Zamora and former Rep. Ferdinand Martin G. Romualdez, both voted for themselves. He argued that Rep. Suarez had effectively joined the Majority when he voted for Speaker Alvarez, as he cited Section 8, Rule II of the amended Provisional House Rules which provides that Members who vote for the winning candidate for\r\nSpeaker shall constitute the Majority. He added that the seven votes cast for the latter may even be eventually declared invalid. Rep. Lagman’s third argument was that Majority Leader Fariñas was in estoppel because when he recognized Reps. H. Harry L. Roque Jr. and Raul A. Daza to respectively nominate Reps. Suarez and Baguilat after Speaker Alvarez’ victory was a foregone conclusion, he was fully aware that there\r\nwere two contenders for the position of Minority\r\nLeader. When Rep. Baguilat bested Rep. Suarez, he\r\nstressed, it was clear and unmistakable that Rep.\r\nBaguilat became the Minority Leader. Rep. Lagman’s final argument was that the 20 Members, except Speaker Alvarez, who abstained from voting were neither with the Majority nor the Minority and were considered as “independent Members” as provided for by the last paragraph of Section 8, Rule II. He pointed out that said Members could choose to join the Majority or Minority in\r\naccordance with the prescribed procedure. He\r\nopined that Rep. Fariñas’ position that those who\r\nabstained were members of the Minority, violated the spirit and phraseology of the House Rules. Adverting to a precedent in the 16th Congress wherein Rep. Zamora (R.) was automatically recognized as Minority Leader when he garnered three more votes than former Rep. Romualdez in their losing bid for the speakership, Rep. Lagman said that the election for the Minority Leader will be an exercise in futility at present because Rep. Baguilat’s eight votes were more than Rep. Suarez’ seven votes. . . .\r\n(Continuation)\r\nHe pointed out that the provision that the\r\nMinority Leader shall be elected by the members of\r\nthe Minority, will only apply when there is no clearcut winner for the position of Minority Leader like when two or more contenders are tied with the same number of votes. He added that the Minority Leader had already been elected by the Members of the Minority when they cast their votes for the contenders for the speakership. Rep. Lagman concluded that Rep. Baguilat must perforce be recognized forthwith as the current Minority Leader and remarked that the procrastination to recognize him as such was utterly suspicious, if not downright anomalous. \r\n(SOURCE: House Journal No.2,pp.78-79)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ELAGMAN, EDCEL C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-07-26\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Personal and Collective\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellations by Reps. Daza, Atienza, Tiangco, Roque (H.), Andaya and Villarin. Manifestations by Reps. Atienza, Marcoleta and Erice. \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON RULES ON 2016-07-26\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}