{"heading":"PS00057","0":"FORMULATION OF A NATIONAL SECURITY POLICY AND STRATEGY","short-title":" Armed Forces Of The Filipino People","principal-authors":" ALEJANO, GARY C.","primary-referral":" NATIONAL DEFENSE AND SECURITY","status":" Pending with the Committee on NATIONAL DEFENSE AND SECURITY since 2016-09-14","historyid":"#PS00057-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS057_Rep.%20Alejano.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00057\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : FORMULATION OF A NATIONAL SECURITY POLICY AND STRATEGY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Armed Forces Of The Filipino People\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : In observance of the Armed Forces of the Filipino\r\nPeople Week (AFFPW) mandated under R.A.No.10664, Rep. Alejano spoke on the extraordinary services of the men and women of the armed forces who have relentlessly served the country and continue to fulfill their mandate as the protector of the\r\npeople and the State, and secure its sovereignty and the integrity of its national territory...; lamented however that in spite of the AFP Modernization Program, the AFP remained wanting in materials and equipment which has resulted in the death of an estimated 2,000 soldiers during the past ten years and a number of them wounded but psychologically scarred and traumatized. As such,\r\nhe enjoined his colleagues to formulate a National Security Policy and Strategy aimed at achieving national security objectives with the available resources and making sure that the programs and projects of the DND are in line with the stated capabilities of the military that need to be developed...; referred to the hearing conducted by the Cttee. on Veterans Affairs in the last Congress, where it was found out that the money remitted to the board of trustees of WWII veterans by the PVB was not sufficient and that the national government has no authority over the bank because it is governed by its own charter...; explained in detail the general office uniform of the Phil. Marine Corps which he joined as a memeber of the reserved unit...; discussed his position on the ongoing peace talks between the government and the CPP-NPA-NDF...(SOURCE: House Journal No.16,p.25) \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EALEJANO, GARY C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-30\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellation by Reps. Belaro and Daza\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON NATIONAL DEFENSE AND SECURITY ON 2016-09-14\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}