{"heading":"PS00008","0":"Contra S O N A","principal-authors":" LAGMAN, EDCEL C.","status":" Pending First Reading (Filed last 2016-07-27)","historyid":"#PS00008-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS008_Rep.%20Lagman.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00008\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : \u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Contra S O N A\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, Rep. Lagman initially\r\nstated that the SONA is a concrete articulation of a President’s assessment of the nation’s status, as well as his policy statements and proposed legislation. He noted that both were particularly present in the first SONA of the new President. He also pointed out that it is the President’s constitutional duty and as such, the SONA should be a well-prepared speech to be read by the President that should ideally be devoid of motherhood statements, and with a minimum of adlibs. Before proceeding with his counter-SONA which he said adheres to tradition and manifests the political opposition’s common alternative advocacy and differing views as well as the position of individual Minority Leaders, Rep. Lagman underscored the Minority’s qualified agreement with the following presidential\r\npronouncements, either in the SONA or as previously announced: 1) banning of labor contractualization commonly known as “Endo”, to avoid or evade a worker’s assuming permanent status; 2) uncompromising campaign to obliterate the drug menace by arresting and prosecuting drug lords and pushers, dismantle drug syndicates and rehabilitate drug users and dependents but which should be within the parameters of due process and rule of law; 3) prioritizing the construction\r\nand development of railway systems in the country; 4) the liberation of impoverished individual\r\nfarmers from the burden of irrigation fees since this is long overdue; and 5) the call for the full implementation of the Responsible Parenthood and Reproductive Health Law and its adequate funding support. Thereafter, Rep. Lagman proceeded to the Minority’s dissent on certain issues. First, he said that the proposed revival of the death\r\npenalty as proposed under House Bill No. 1 is a retrogression and that the revival of capital punishment even for heinous crimes is an anachronism while execution by hanging is inordinately aggravating. He stated that death penalty should not be revived for the following reasons: 1) it is not a deterrent to the commission of heinous crimes as validated by worldwide empirical and scientific studies; 2) death penalty is antipoor because indigent and marginalized litigants could not afford the high cost of caliber and influential lawyers to secure their acquittal; 3) human justice is fallible; 4) rehabilitation and not retribution is the thrust of modern penology; and 5) only God can forfeit\r\nlife, among others. Rep. Lagman said that another retrogression is the lowering of the minimum age of criminal responsibility from the present 15 to nine years of age as proposed in House Bill No. 2. He pointed out that criminal responsibility is a grave burden which is generally limited to adult offenders and those above 18 years old. He said that since children lack adequate discretion\r\nand discernment, they must not be saddled with\r\ncriminal culpability at a tender age of nine. That is why, he added, under Republic Act (R.A.) No. 9344 or the Juvenile Justice and Welfare Act of 2006, a child 15 years of age or under at the time of the commission of the offense shall be exempt from criminal liability. Moreover, Rep. Lagman stated that under the UN Convention on the Rights of the Child wherein the Philippines is a signatory, State parties are urged to undertake the “establishment of a minimum age below\r\nwhich children shall be presumed not to have the capacity to infringe the penal law.” He likewise said that the subsequent United Nations Standard Rules for the Administration of Juvenile Justice or the “Beijing Rules”, provides that the beginning of that age of criminal responsibility for juveniles shall not be fixed at too low an age level bearing in mind the facts of emotional, mental and intellectual maturity. He maintained that the Philippine Action for Youth Offenders (PAYO) and Children’s Rights Network (CRN) which are both children’s rights advocates, jointly state that lowering the minimum age of criminal responsibility from 15 to nine years undermines\r\nthe best interest of the child and would not solve\r\nthe problem of children committing crimes, and would result in negative consequences for children and the public. Rep. Lagman said that the third dissenting issue is regarding the conversion of the Philippines’ form of government into federalism. He stressed that the country must not venture on a radical constitutional change without a solid prior study delving on the pros and cons of federalism in the light of the following\r\nunique Philippine settings: 1) the country has 7,107 diverse islands; 2) it has mostly financially strapped local government units (LGUs); 3) it has centuries of experience under a unitary system; and 4) it has a relatively\r\nsmall land area of 300,000 square kilometers.\r\nRep. Lagman mentioned that there is also a prior\r\nneed to sufficiently rebut certain arguments against federalism, including the contentions that federalism would heighten ethnic and regional rivalries destructive of national unity; exacerbate imbalances in the development of regional states; and create overlaps in jurisdictions as to where the responsibilities of the state governments end and where the responsibility of the national government begins. He stressed that Congress has the preliminary jurisdiction to debate on the merits and demerits of federalism and would decide as to the mode of constitutional change. Adverting to the statement of President Duterte in his SONA that “human rights cannot be used as a shield or an excuse to destroy the country,” Rep. Lagman stated that human rights have never been used to ruin a country and that the universality of human\r\nrights prescribes that law enforcers respect and protect human and constitutional rights, more particularly the absolute right to life of suspected criminal offenders. As he cited the words of human rights advocate Jose W. Diokno, Rep. Lagman enjoined the Members to defend Section 11, Article II of the Constitution which mandates the State to value the dignity of every human person and to guarantee full respect for human\r\nrights.\r\n(SOURCE: House Journal No.3,pp.62-63) \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003ELAGMAN, EDCEL C.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-07-27\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Personal and Collective\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspReferred to the Appropriate Committee\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}