{"heading":"PS00085","0":"WARNED AGAINST THE GRANTING OF EMERGENCY POWERS TO THE PRESIDENT TO SOLVE THE TRAFFIC PROBLEM","short-title":" Never Again Never Forget","principal-authors":" ATIENZA, JOSE JR. L.","primary-referral":" TRANSPORTATION","status":" Pending with the Committee on TRANSPORTATION since 2016-10-12","historyid":"#PS00085-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS085_Rep.%20Atienza.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00085\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : WARNED AGAINST THE GRANTING OF EMERGENCY POWERS TO THE PRESIDENT TO SOLVE THE TRAFFIC PROBLEM\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Never Again Never Forget\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Citing the experience of the country and lessons \r\nthat the Filipino learned when the late President Ferdinand E. Marcos declared martial law on September 21, 1972, Rep. Atienza reminded the Body that the Philippines as a nation has been blessed with rich and abundant land and that the only thing the Filipinos need is a leader who would govern and inspire them and not to curtail their human rights.  He said that giving emergency powers to one man will never work to the advantage of the people nor would this improve their lives but would only deprive the people of their \r\nfreedom inasmuch as no opposition would be able to \r\ncheck or speak against the abuses of the government. He then cited, among others, the experience of previous Philippine presidents who were granted emergency powers in order to change the form of government or to abet the looming energy crisis.  He opined that President Duterte’s effort alone will not succeed even if Congress granted him emergency powers to solve the country’s traffic problem because it can only be solved by a united effort of the LGUs, law enforcement agencies, and the people in general.  \r\nHe opined that the traffic issue should not be used as an excuse to undermine the nation’s democracy. He then called on the Members to remember the lessons of martial law and the emergency powers granted to the revolutionary government of former President Cory Aquino...\r\n(SOURCE: House Journal No.25,pp.12-13)\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EATIENZA, JOSE JR. L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-09-21\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREMARKS:&nbspInterpellations by Reps. Tambunting, Bordado, Mercado and Acosta.\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON TRANSPORTATION ON 2016-10-12\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}