{"heading":"PS00026","0":"NEED TO END THE ILLEGAL USE OF PUBLIC WATERS OF THE COUNTRY","short-title":" Water Problem","principal-authors":" ATIENZA, JOSE JR. L.","primary-referral":" NATURAL RESOURCES","status":" Pending with the Committee on NATURAL RESOURCES since 2016-09-06","historyid":"#PS00026-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS026_Rep.%20Atienza.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00026\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : NEED TO END THE ILLEGAL USE OF PUBLIC WATERS OF THE COUNTRY\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Water Problem\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair, Rep. Jose L. Atienza Jr.\r\nfrom Buhay Party-List spoke on the importance of\r\nwater to the lives of the people and the worsening\r\nstate of bodies of waters such as lakes and rivers in the country. In particular, he discussed the condition of the Laguna de Bay which he said was slowly deteriorating because of over construction of fish pens built by their abusive owners. As he called on the Body to put an end to the illegal use of the country’s public waters, he also informed them that his Party-List Buhay has been crafting measures which would help save the lakes and rivers of the country. Moreover, he asked the support of the Members to make it mandatory that all household structures, and buildings be provided with water catchment facility for the reuse of water; and for LGUs to be responsible for all the water bodies in their respective areas of jurisdiction. With the present government bent on helping fishermen in the country, Rep. Atienza said that Congress should support the efforts of the President so that the present and future generations of Filipinos would benefit from fresh water which is now getting scarce all over the world. He then appealed to his colleagues to give serious attention to the problem of saving the bodies of water in the country. \r\n(SOURCE: House Journal No.7,p.45)\r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EATIENZA, JOSE JR. L.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-08\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON NATURAL RESOURCES ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}