{"heading":"PS00015","0":"REACTION TO PRESIDENT DUTERTE'S SONA STATEMENT THAT THE PARTY-LIST SYSTEM HAS BEEN ABUSED AND HAS BECOME A MOCKERY OF THE LAW","short-title":" Partylist As A Mockery Of The Law","principal-authors":" BELARO, SALVADOR JR. B.","primary-referral":" SUFFRAGE AND ELECTORAL REFORMS","status":" Pending with the Committee on SUFFRAGE AND ELECTORAL REFORMS since 2016-09-06","historyid":"#PS00015-17","docs":[{"doclabel":"[Text As Filed]","docurl":"congress.gov.ph\/legisdocs\/basic_17\/PS015_Rep.%20Belaro.pdf"}],"history":"\u003Ctable width=\"auto\"  border=\"0\" cellspacing=\"0\" cellpadding=\"0\"\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EHouse Bill\/Resolution NO. \u003Cb\u003EPS00015\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EFULL TITLE : REACTION TO PRESIDENT DUTERTE'S SONA STATEMENT THAT THE PARTY-LIST SYSTEM HAS BEEN ABUSED AND HAS BECOME A MOCKERY OF THE LAW\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESHORT TITLE : Partylist As A Mockery Of The Law\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EABSTRACT : Recognized by the Chair on motion of Rep. Bondoc,\r\nRep. Salvador B. Belaro Jr. from Party-List 1-\r\nAng Edukasyon focused on President Duterte’s recent statement that the party-list system has been abused and has become a mockery of the law. He noted that said comment was followed by ascerbic bashings of the system in Facebook and social media that prompted supporters of his party-list group to issue a statement in defense of its members. He added that on behalf of 1-Ang Edukasyon Party-List, he took exception to the President’s opinion and stressed that his\r\nparty-list group’s presence in Congress is not a mockery of the law. This, as he underscored the following points: 1) around 278,693 Filipinos voted for his party-list organization because they believe in its intention and platform in the field of education; 2) the party-list system is an equalizing measure and a legal innovation in sync with the democratization of power and promotion of social justice; 3) his group’s nominees\r\nin the last party-list elections were self-made persons who are pillars of the education sector; and 4) he had filed 30 bills and resolutions fostering, empowering, and protecting education, among others. He then urged his fellow party-list Representatives to respond accordingly to what he referred to as “a crisis in the image of the party-list system in general,” by 1) educating the public on the importance of the system, 2) showcasing its accomplishments thus far; and 3) raising the bar of what previous party-list\r\ngroups in Congress have done.\r\n(SOURCE: House Journal No.5,p.49) \r\n\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EPRINCIPAL AUTHOR\/S : \u003Cb\u003EBELARO, SALVADOR JR. B.\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EDATE FILED : 2016-08-02\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ESIGNIFICANCE: NATIONAL\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003ENATURE : Speech-Privilege Hour\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003E\u003Cb\u003EACTIONS TAKEN BY THE COMMITTEE ON RULES\u003C\/b\u003E\u003C\/td\u003E\u003C\/tr\u003E\u003Ctr\u003E\u003Ctd colspan=3\u003EREFERRAL TO THE COMMITTEE ON SUFFRAGE AND ELECTORAL REFORMS ON 2016-09-06\u003C\/td\u003E\u003C\/tr\u003E\u003C\/table\u003E"}